[
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_greet_a_post_due",
        "Tone": "Neutral / Persusive",
        "Comments": "",
        "English": "Hello, I'm calling from ShriRam Housing Finance. Your account is due with Rs. {EMI_Amount}. When can you clear your dues?",
        "Hindi": "हेलो, मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके अकाउंट पर {EMI_Amount} रुपये की पेमेंट बाकी है। आप पेमेंट कब तक कर सकते हैं?",
        "Tamil ": "வணக்கம், நான்  ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து  அழைக்கிறேன். உங்கள் கணக்கில் ரூ. {EMI_Amount} நிலுவையில் உள்ளது . உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள்?",
        "TELUGU": "హలో,  నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్  నుండి కాల్ చేస్తున్నాను. మీ అకౌంట్లో  {EMI_Amount} రూపాయిలు బకాయి ఉన్నది. మీరు మీ బకాయిని ఎప్పుడు చెల్లిస్తారో  తెలుపండి?",
        "Kannada": "ಹಲೋ, ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ  ರೂ. {EMI_Amount} ಡ್ಯು ಇದೆ.  ನೀವು ಡ್ಯು ಅಮೌಂಟ್   ಯಾವಾಗ ಕ್ಲಿಯರ್ ಮಾಡ್ತಿರಾ ?",
        "Malayalam Response": "ഹലോ ഞാൻ ശ്രീറാംഹൗസിംഗ് ഫിനാൻസിൽ  നിന്നാണ്‌ വിളിക്കുന്നത് നിങ്ങളുടെ അക്കൗണ്ടിൽ  {EMI_Amount}കുടിശിക തീർപ്പാകാനുണ്ട് . എപ്പോൾ പണം അടക്കാൻ സാധിക്കും ?",
        "Marathi response": "हॅलो, मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे . तुमच्या  खात्यातील देय रक्कम {EMI_Amount} रुपये बाकी आहे. तुम्ही तुमची राहिलेली रक्कम  कधी पर्यंत भरू शकता?",
        "Bengali response": "হ্যালো,আমি শ্রীরাম হাউসিং ফাইনান্স  থেকে কল করছি। আপনার  একাউন্টএ {EMI_Amount}  টাকার ডিউ আছে। আপনি কখন আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਹੈਲੋ, ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡਾ ਖਾਤਾ {EMI_Amount} ਰੁਪਏ ਦੇ ਨਾਲ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ  ਭੁਗਤਾਨ ਕਦੋਂ ਕਰ ਸਕਦੇ ਹੋ ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_greet_b_post_due",
        "Tone": "Neutral / Persusive",
        "Comments": "",
        "English": "Hello- [pause for 0.5 seconds], I'm calling from ShriRam Housing Finance. Your account is due with Rs. {EMI_Amount}. When can you make the payment?",
        "Hindi": "हेलो- [pause for 0.5 seconds], मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके अकाउंट पर {EMI_Amount} रुपये की  पेमेंट बाकी है। आप पेमेंट कब तक कर सकते हैं?",
        "Tamil ": "வணக்கம்-  [pause for 1 seconds], நான்  ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். உங்கள் கணக்கில் ரூ. {EMI_Amount} நிலுவையில் உள்ளது . நீங்கள் எப்போது பணம் செலுத்துவீர்கள்?.",
        "TELUGU": "హలో- [pause for 0.5 seconds],  నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్  నుండి కాల్ చేస్తున్నాను. మీ అకౌంట్లో {EMI_Amount} రూపాయిలు బకాయి ఉన్నది. మీరు పేమెంట్ ఎప్పుడు చేయగలరో తెలపండి?",
        "Kannada": "ಹಲೋ- [1 ಸೆಕೆಂಡುಗಳ ಕಾಲ ವಿರಮಿಸಿ], ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ ಅಕೌಂಟಿಗೆ ರೂ. {EMI_Amount} ಡ್ಯು ಇದೆ. ನೀವು ಪೇಮೆಂಟ್ ಯಾವಾಗ ಮಾಡುತ್ತೀರಾ?",
        "Malayalam Response": "ഹലോ- [pause for 0.5 seconds], ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ  നിന്നാണ്‌ വിളിക്കുന്നത് നിങ്ങളുടെ അക്കൗണ്ടിൽ  {EMI_Amount}കുടിശിക തീർപ്പാകാനുണ്ട് . എപ്പോൾ പണം അടക്കാൻ സാധിക്കും ?",
        "Marathi response": "हॅलो- [०.५ सेकंद थांबा], मी श्रीराम हाऊसिंग फायनान्सकडून कॉल  करत आहे. तुमच्या  खात्यातील देय रक्कम {EMI_Amount} रुपये बाकी आहे. आपण कधी पर्यंत पेमेंट करू  शकता?",
        "Bengali response": "হ্যালো-[pause for 0.5 seconds],আমি শ্রীরাম হাউসিং ফাইনান্স থেকে কল করছি। আপনার  একাউন্টএ {EMI_Amount}  টাকার ডিউ আছে। আপনি কখন আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਹੈਲੋ- [pause for 0.5 seconds], ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡਾ ਖਾਤਾ {EMI_Amount} ਰੁਪਏ ਦੇ ਨਾਲ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਦੋਂ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_accepted_ptp_post_due",
        "Tone": "Neutral- friendly",
        "Comments": "",
        "English": "That's good to know, I’m sending you a payment link on SMS for Rs. {monthly_emi}, please make the payment by clicking on the link",
        "Hindi": "जानकर ख़ुशी हुई। मैं आपको {monthly_emi} रुपए का पेमेंट लिंक मैसेज से भेज रही हूँ। प्लीज़ लिंक पे क्लिक करके पेमेंट करें। ",
        "Tamil ": "நல்லது ,நான் உங்களுக்கு எஸ்எம்எஸ் மூலம் ரூ. {monthly_emi} பேமண்ட் லிங்க்கை அனுப்புகிறேன், லிங்க்கை கிளிக் செய்து பணம் செலுத்தவும். நன்றி!",
        "TELUGU": "అయితే సరే, నేను {monthly_emi}, రూపాయలకు పేమెంట్ లింకుని ఎస్ఎంఎస్ ద్వారా పంపుతున్నాను. దయచేసి లింక్ మీద క్లిక్ చేసి పేమెంట్ చేయండి. ",
        "Kannada": "ಸರಿ, ನಾನು ನಿಮಗೆ ಪೇಮೆಂಟ್ ಲಿಂಕ್ ಅನ್ನು SMS ನಲ್ಲಿ ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ ರೂ. {monthly_emi} ದಯವಿಟ್ಟು ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪೇಮೆಂಟ್ ಮಾಡಿ.",
        "Malayalam Response": "അത് അറിഞ്ഞതിൽ സന്തോഷമുണ്ട് ഞാൻ നിങ്ങളുടെ  {monthly_emi}.രൂപയുടെ പേയ്മെന്റ് സന്ദേശം അയക്കാം ദയവായി ലിങ്കിൽ ക്ലിക്ക് ചെയ്തു പണം അടക്കുക ",
        "Marathi response": "हे जाणून चांगल वाटलं, मी तुम्हाला एसएमएस वर रु.{monthly_emi} ची पेमेंट लिंक पाठवत आहे.कृपया लिंकवर क्लिक करून पेमेंट करा. धन्यवाद!",
        "Bengali response": "শুনে ভাল লাগলো। আমি আপনাকে এসএমএস এর মাধ্যমে {monthly_emi} টাকার  পেমেন্ট এর লিংক pathacchi। দয়া করে লিংক এ ক্লিক করে পেমেন্ট করুন । ",
        "Punjabi response": "ਬੋਹੋਤ ਵਧਿਆ, ਮੈਂ ਤੁਹਾਨੂੰ ਐਸਐਮਐਸ {monthly_emi}'ਤੇ ਭੁਗਤਾਨ ਲਿੰਕ ਭੇਜ ਰਹੀ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਭੁਗਤਾਨ ਕਰੋ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_persue_to_pay_post_due",
        "Tone": "Neutral / Persusive ",
        "Comments": "",
        "English": "This delay is negatively impacting your credit score. Can you please arrange funds and clear your dues by tomorrow?",
        "Hindi": "लेट पेमेंट करने से आपका क्रेडिट स्कोर ख़राब होगा। क्या आप फंड्स अर्रेंज करके कल तक पेमेंट कर सकते हैं ?",
        "Tamil ": "இந்த தாமதம் உங்கள் கடன் ஆரோக்கியத்தை பாதிக்கும். தயவு செய்து நாளைக்குள் பணத்தை ஏற்பாடு செய்து உங்கள் நிலுவைத் தொகையை செலுத்த முடியுமா?",
        "TELUGU": "ఆలస్యం చేసేకొద్ది ఆలస్యపు చార్జీలు వర్తించబడతాయ్, మీరు దయచేసి డబ్బులు సమకూర్చుకొని రేపటికల్లా పూర్తిగా చెల్లించగలరా",
        "Kannada": "ಈ ವಿಳಂಬವು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಹೆಲ್ತ್ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಹಣವನ್ನು ವ್ಯವಸ್ಥೆ ಮಾಡಿ , ನಾಳೆಯ ವೇಳೆಗೆ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡಬಹುದಾ?",
        "Malayalam Response": "ഈ കാലതാമസം നിങ്ങളുടെ ക്രെഡിറ്റ് സ്‌കോറിനെ പ്രതികൂലമായി ബാധിക്കുന്നു. നിങ്ങൾക്ക് ഫണ്ട് ക്രമീകരിക്കാനും നാളെക്കുള്ളിൽ നിങ്ങളുടെ കുടിശ്ശിക തീർക്കാനും കഴിയുമോ?",
        "Marathi response": "या विलंबामुळे तुमच्या क्रेडिट स्कोअरवर नकारात्मक परिणाम होत आहे. कृपया तुम्ही पैश्याची व्यवस्था करून उद्यापर्यंत तुमची देय रक्कम भरू शकता का?",
        "Bengali response": "এই দেরির ফলে আপনার ক্রেডিট স্কোর কম হয়ে যাচ্ছে। আপনি কি কালকে টাকা জোগাড় করে পেমেন্ট করতে পারবেন ?",
        "Punjabi response": "ਇਹ ਦੇਰੀ ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਸਕੋਰ ਨੂੰ ਨਕਾਰਾਤਮਕ ਤੌਰ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਕਰ ਰਹੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਫੰਡਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਕੱਲ੍ਹ ਤੱਕ ਆਪਣੇ ਬਕਾਏ ਦਾ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_ask_reason_post_due",
        "Tone": "Neutral / Persusive ",
        "Comments": "",
        "English": "This can lead to your future loans getting rejected. Could you let me know the reason for this delay?",
        "Hindi": "इसकी वजह से आपके फ्यूचर लोन्स रिजेक्ट हो सकते हैं। प्लीज़ मुझे लेट पेमेंट करने की वजह बताएं।",
        "Tamil ": "இது உங்கள் எதிர்கால கடன்கள் நிராகரிக்கப்படுவதற்கு வழிவகுக்கும்.இந்த தாமதத்திற்கான காரணத்தை  கூற முடியுமா ?",
        "TELUGU": "ఆలస్యం చేసేకొద్ది మీరు భవిషత్తులో లోన్స్  పొందలేకపోవచ్చు. ఈ  ఆలస్యానికి కారణం ఏమిటో చెప్పగలరా?",
        "Kannada": "ಇದು ನಿಮ್ಮ ಭವಿಷ್ಯದ ಸಾಲಗಳನ್ನು ತಿರಸ್ಕರಿಸಲು ಕಾರಣವಾಗಬಹುದು. ಈ ವಿಳಂಬಕ್ಕೆ ಕಾರಣವೇನು?",
        "Malayalam Response": "ഇത് നിങ്ങളുടെ ഭാവി വായ്പകൾ നിരസിക്കപ്പെടുന്നതിലേക്ക് നയിച്ചേക്കാം. ഈ കാലതാമസത്തിന്റെ കാരണം എന്നെ അറിയിക്കാമോ?",
        "Marathi response": "यामुळे आपले भविष्यातील कर्ज नाकारले जाऊ शकते. या विलंबाचे कारण तुम्ही मला सांगू शकाल का?",
        "Bengali response": "এই জন্য আপনার ভবিষ্যৎ এ লোন রিজেক্ট  হতে পারে। আপনি কি দয়া করে আমাকে লেট পেমেন্ট করার কারণ বলতে পারেন?",
        "Punjabi response": "ਇਸ ਨਾਲ ਤੁਹਾਡੇ ਭਵਿੱਖ ਦੇ ਕਰਜ਼ੇ ਰੱਦ ਹੋ ਸਕਦੇ ਹਨ। ਕੀ ਤੁਸੀਂ ਮੈਨੂੰ ਇਸ ਦੇਰੀ ਦਾ ਕਾਰਨ ਦੱਸ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_greet_ml_a_post_due",
        "Tone": "Neutral / Persusive",
        "Comments": "",
        "English": "Hello, I'm calling from ShriRam Housing Finance. You have an outstanding of Rs {total_amount} across {no_of_loans} loans. When can you make the payment?",
        "Hindi": "हेलो, मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके {no_of_loans} अकाउंट पर टोटल {total_amount} रूपये की पेमेंट पेंडिंग है। प्लीज़ बताएं कि आप पेमेंट कब तक कर सकते हैं?",
        "Tamil ": "வணக்கம், நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து  அழைக்கிறேன். உங்கள்  {no_of_loans} கடன்களில்  ரூ. {total_amount} நிலுவைத் தொகை உள்ளது. நீங்கள் எப்போது இந்த தொகையை செலுத்துவீர்கள்?",
        "TELUGU": "హలో,  నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ {no_of_loans} లోన్ అకౌంట్లలోని  మొత్తం కలిపి  {total_amount} రూపాయిలు బకాయి ఉన్నది. మీరు పేమెంట్ ఎప్పుడు చేయగలరు?",
        "Kannada": "ಹಲೋ, ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ  {no_of_loans} ಸಾಲಗಳಲ್ಲಿ  ರೂ {total_amount} ಬಾಕಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಪೇಮೆಂಟ್  ಯಾವಾಗ ಮಾಡುತ್ತೀರಾ?",
        "Malayalam Response": "ഹലോ, ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്ന് വിളിക്കുന്നു. നിങ്ങൾക്ക് {no_of_loans} ലോണുകളിലുടനീളം {total_amount} രൂപ കുടിശ്ശികയുണ്ട്. നിങ്ങൾക്ക് എപ്പോഴാണ് പണമടയ്ക്കാൻ കഴിയുക?",
        "Marathi response": "हॅलो, मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे. {no_of_loans} कर्जामध्ये तुमच्याकडे {total_amount} रुपयांची थकबाकी आहे. आपण पैसे कधी पर्यंत भरू शकता?",
        "Bengali response": "হ্যালো,আমি শ্রীরাম হাউসিং ফাইনান্স  থেকে কল করছি। আপনার  একাউন্টএ {no_of_loans} টি লোনের  {EMI_Amount}  টাকার ডিউ আছে। আপনি কখন পেমেন্ট  করবেন। ",
        "Punjabi response": "ਹੈਲੋ, ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡੇ ਕੋਲ {no_of_loans} ਕਰਜ਼ਿਆਂ ਵਿੱਚ {total_amount} ਰੁਪਏ ਦਾ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਦੋਂ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_greet_ml_b_post_due",
        "Tone": "Neutral / Persusive",
        "Comments": "",
        "English": "Hello- [pause for 0.5 seconds], I'm calling from ShriRam Housing finance. You have an outstanding of Rs {total_amount} across {no_of_loans} loans. When can you make the payment?",
        "Hindi": "हेलो-[pause for 1 seconds], मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके {no_of_loans} अकाउंट पर टोटल {total_amount} रूपये की पेमेंट पेंडिंग है। आप पेमेंट कब तक कर सकते हैं?",
        "Tamil ": "வணக்கம்- [pause for 1 seconds], நான்  ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து  அழைக்கிறேன். உங்கள்  {no_of_loans} கடன்களில்  ரூ. {total_amount} நிலுவைத் தொகை உள்ளது. நீங்கள் எப்போது இந்த தொகையை செலுத்துவீர்கள்?",
        "TELUGU": "హలో- [pause for 0.5 seconds], నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ {no_of_loans} లోన్ అకౌంట్లలోని మొత్తం కలిపి  {total_amount} రూపాయిలు బకాయి ఉన్నది. మీరు పేమెంట్ ఎప్పుడు చేయగలరు?",
        "Kannada": "ಹಲೋ- [pause for 0.5 seconds],  ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ  {no_of_loans} ಸಾಲಗಳಲ್ಲಿ  ರೂ {total_amount} ಬಾಕಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಪೇಮೆಂಟ್  ಯಾವಾಗ ಮಾಡುತ್ತೀರಾ?",
        "Malayalam Response": "ഹലോ- [pause for 0.5 seconds], ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്ന് വിളിക്കുന്നു. നിങ്ങൾക്ക് {no_of_loans} ലോണുകളിലുടനീളം {total_amount} രൂപ കുടിശ്ശികയുണ്ട്. നിങ്ങൾക്ക് എപ്പോഴാണ് പണമടയ്ക്കാൻ കഴിയുക?",
        "Marathi response": "हॅलो- [०.५ सेकंद थांबा], मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे . {no_of_loans} कर्जामध्ये तुमच्याकडे {total_amount} रुपयांची थकबाकी आहे. आपण पैसे कधी पर्यंत भरू शकता?",
        "Bengali response": "হ্যালো- [pause for 0.5 seconds],আমি শ্রীরাম হাউসিং ফাইনান্স  থেকে কল করছি। আপনার  একাউন্টএ {no_of_loans} টি লোনের  {EMI_Amount}  টাকার ডিউ আছে। আপনি কখন পেমেন্ট  করবেন। ",
        "Punjabi response": "ਹੈਲੋ- [pause for 0.5 seconds], ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡੇ ਕੋਲ {no_of_loans} ਕਰਜ਼ਿਆਂ ਵਿੱਚ {total_amount} ਰੁਪਏ ਦਾ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਦੋਂ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_payment_confirmation_post_due",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Can you please arrange funds and clear your dues by tomorrow?",
        "Hindi": "क्या आप फंड्स अर्रेंज करके कल तक अपना अमाउंट पे कर सकते हैं?",
        "Tamil ": "தயவு செய்து நாளைக்குள் பணத்தை ஏற்பாடு செய்து உங்கள் நிலுவைத் தொகையை செலுத்த முடியுமா?",
        "TELUGU": "మీరు దయచేసి డబ్బులు సమకూర్చుకొని రేపటికల్లా పూర్తిగా చెల్లించగలరా?",
        "Kannada": "ದಯವಿಟ್ಟು ನೀವು ಹಣವನ್ನು ವ್ಯವಸ್ಥೆ ಮಾಡಿ  ನಾಳೆಯ ಒಲ್ಗಡೆ  ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡಬಹುದಾ?",
        "Malayalam Response": "നിങ്ങൾക്ക് ഫണ്ട് ക്രമീകരിക്കാനും നാളെക്കുള്ളിൽ നിങ്ങളുടെ കുടിശ്ശിക തീർക്കാനും കഴിയുമോ?",
        "Marathi response": "आपण कृपया करून फँड्सची (निधीची) व्यवस्था करून  उद्यापर्यंत आपली राहिलेली रक्कम(थकबाकी) पूर्ण करू शकता का?",
        "Bengali response": "আপনি কি ফান্ড অ্যারেঞ্জ করে কালকের মধ্যে ডিউ ক্লিয়ার করতে পারবেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਫੰਡਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਕੱਲ੍ਹ ਤੱਕ ਆਪਣੇ ਬਕਾਏ ਦਾ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 8-15",
        "Response_ID": "utter_pay_today_post_due8_15",
        "Tone": "Persuasive- a little harsh",
        "Comments": "",
        "English": "Okay, please ensure to pay the amount by today. I’m sending you a payment link through SMS, please make the payment by clicking on the link.",
        "Hindi": "ओके, कृपया आज ही पैसे अदा कर दें। मैं आपको {emi_amount} रुपए का पेमेंट लिंक मैसेज मे भेज रही हूँ। धन्यवाद, आपका दिन शुभ हो।",
        "Tamil ": "சரி, இன்றைக்குள் தொகையைச் செலுத்துவதை உறுதிசெய்யவும். நான் உங்களுக்கு SMS மூலம் கட்டண இணைப்பை அனுப்புகிறேன், இணைப்பைக் கிளிக் செய்து பணம் செலுத்தவும்.",
        "TELUGU": "సరే, దయచేసి  కచ్చితంగా  మీరు ఈరోజు సాయంత్రానికళ్ళ డబ్బులు చెల్లించండి. నేను ఎస్ఎంఎస్ ద్వారా పేమెంట్ లింకుని పంపుతున్నాను, దయచేసి లింక్ మీద క్లిక్ చేసి పేమెంట్ చేయండి.",
        "Kannada": "ಸರಿ, ದಯವಿಟ್ಟು ಇಂದೇ ಮೊತ್ತವನ್ನು ಪೆ ಮಾಡಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.ನಾನು ನಿಮಗೆ ಪೇಮೆಂಟ್ ಲಿಂಕ್ ಅನ್ನು SMS ನಲ್ಲಿ ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ.  ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪೇಮೆಂಟ್ ಮಾಡಿ.",
        "Malayalam Response": "ശരി, ഇന്നത്തോടെ തുക അടച്ചു തീർക്കാൻ ശ്രമിക്കുക . ഞാൻ സ് എം സ്  വഴി നിങ്ങൾക്ക് ഒരു പേയ്‌മെന്റ് ലിങ്ക് അയയ്‌ക്കുന്നു, ലിങ്കിൽ ക്ലിക്കുചെയ്‌ത് പേയ്‌മെന്റ് നടത്തുക.",
        "Marathi response": "ठीक आहे, कृपया आजच  पेमेंट  करण्याचा  पर्यंत करा. मी तुम्हाला एसएमएसद्वारे पेमेंट लिंक पाठवत आहे, कृपया लिंकवर क्लिक करून पेमेंट करा.",
        "Bengali response": "ঠিক আছে,আজকের মধ্যেই টাকা টি পে  করুন। আমি আপনাকে  এসএমএস এর মাধ্যমে পেমেন্ট এর লিংক পাঠাচ্ছি। দয়া করে  লিংক এ ক্লিক করে পেমেন্ট করুন। ",
        "Punjabi response": "ਠੀਕ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਅੱਜ ਤੱਕ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। । ਮੈਂ ਤੁਹਾਨੂੰ ਐਸਐਮਐਸ ਰਾਹੀਂ ਭੁਗਤਾਨ ਲਿੰਕ ਭੇਜ ਰਹੀ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਭੁਗਤਾਨ ਕਰੋ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 8-15",
        "Response_ID": "utter_persue_to_pay_post_due8_15",
        "Tone": "Persuasive- a little harsh",
        "Comments": "",
        "English": "We cannot give you this much time. I will have to pass your case to our legal team if you don't clear your dues immediately. Will you be able to clear your dues by tomorrow?",
        "Hindi": "हम आपको इतना समय नहीं दे सकते हैं। अगर आप तुरंत ही पेमेंट नहीं करेंगे तो मुझे आपका केस हमारी लीगल टीम को ट्रांसफर करना पड़ेगा। क्या आप अपने ड्यूज़ कल तक क्लियर कर देंगे?",
        "Tamil ": "எங்களால் உங்களுக்கு இவ்வளவு நேரம் கொடுக்க முடியாது. உங்கள் நிலுவைத் தொகையை நீங்கள் உடனடியாகச் செலுத்தவில்லை என்றால், உங்கள் வழக்கை எங்கள் சட்டக் குழுவிடம் அனுப்ப வேண்டியிருக்கும் . நாளைக்குள் உங்கள் நிலுவைத் தொகையை செலுத்த முடியுமா ??",
        "TELUGU": "మేము మీకు అంత సమయం ఇవ్వలేము. మీరు వెంటనే  మీ బకాయిని చెల్లించకపోతే నేను మీ కేసుని మా లీగల్ టీంకి పంపించాల్సి ఉంటుంది. మీరు రేపటికల్లా డబ్బులు చెల్లించగలరా?",
        "Kannada": "ನಾವು ನಿಮಗೆ ಇಷ್ಟು ಸಮಯ ನೀಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ತಕ್ಷಣವೇ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡ್ಲಿಲ್ಲ ಅಂದ್ರೆ  ನಾನು ನಿಮ್ಮ ಪ್ರಕರಣವನ್ನು ನಮ್ಮ ಲೀಗಲ್ ಟೀಮ್ ಗೆ ಕಳಿಸಬೇಕಾಗುತ್ತದೆ .  ನಿಮಗೆ ನಾಳೆಯ ಒಲ್ಗಡೆ   ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡೋಕೆ ಆಗುತ್ತಾ ?",
        "Malayalam Response": "നിങ്ങൾക്ക് ഇത്രയും സമയം നൽകാൻ ഞങ്ങൾക്ക് കഴിയില്ല. നിങ്ങളുടെ കുടിശ്ശിക ഉടനടി തീർത്തില്ലെങ്കിൽ ഞാൻ നിങ്ങളുടെ കേസ് ഞങ്ങളുടെ ലീഗൽ ടീമിന് കൈമാറേണ്ടിവരും. നാളെയോടെ നിങ്ങളുടെ കുടിശ്ശിക തീർക്കാൻ കഴിയുമോ?",
        "Marathi response": "आम्ही तुम्हाला इतका वेळ देऊ शकत नाही. जर तुम्ही तुमची राहिलेली रक्कम (थकबाकी) त्वरित मंजूर केली नाही तर मला तुमची केस आमच्या कायदेशीर टीम कडे सोपवावि लागेल. उद्यापर्यंत तुम्ही तुमची राहिलेली रक्कम(थकबाकी) जमा करू शकाल का?",
        "Bengali response": "আমরা আপনাকে এতটা সময় দিতে পারব না। যদি আপনি জলদি পেমেন্ট না করেন তাহলে আমাকে আপনার কেস টি আমাদের লিগাল টিম কে ট্রান্সফার করতে হবে। আপনি কি কালকের মধ্যে আপনার ডিউ ক্লিয়ার করতে পারবেন?",
        "Punjabi response": "ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੰਨਾ ਸਮਾਂ ਨਹੀਂ ਦੇ ਸਕਦੇ। ਜੇ ਤੁਸੀਂ ਤੁਰੰਤ ਆਪਣੇ ਬਕਾਏ ਦਾ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰਦੇ ਤਾਂ ਮੈਨੂੰ ਤੁਹਾਡਾ ਕੇਸ ਸਾਡੀ ਕਾਨੂੰਨੀ ਟੀਮ ਨੂੰ ਦੇਣਾ ਪਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਕੱਲ੍ਹ ਤੱਕ ਆਪਣੇ ਬਕਾਏ ਅਦਾ ਕਰਨ ਜੋਗੇ ਹੋਵੋਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 8-15",
        "Response_ID": "utter_accepted_reason_post_due8_15",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "I am really sorry to hear that. Please try to make the payment in the next 3 days. Thanks!",
        "Hindi": "सुनकर दुःख हुआ। आप प्लीज़ अगले तीन दिन में पेमेंट करने की कोशिश करें । धन्यवाद।",
        "Tamil ": "இதைக் கேட்டு நான் மிகவும் வருந்துகிறேன். முடிந்தால், அடுத்த 3 நாட்களுக்குள் பணம் செலுத்த முயற்சிக்கவும். டேக் கேர்.",
        "TELUGU": "మీరు చెప్పింది విని నేను నిజంగా చింతిస్తున్నాను. దయచేసి తదుపరి 3 రోజుల్లో చెల్లింపు చేయడానికి ప్రయత్నించండి. ధన్యవాదాలు!",
        "Kannada": "ಅದನ್ನು ಕೇಳಲು ನಾನು ನಿಜವಾಗಿಯೂ ವಿಷಾದಿಸುತ್ತೇನೆ. ದಯವಿಟ್ಟು ಮುಂದಿನ 3 ದಿನಗಳಲ್ಲಿ ಪೇಮೆಂಟ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ. ಧನ್ಯವಾದಗಳು! ",
        "Malayalam Response": "അത് കേട്ടതിൽ എനിക്ക് ശരിക്കും ഖേദമുണ്ട്. അടുത്ത 3 ദിവസത്തിനുള്ളിൽ പണമടയ്ക്കാൻ ശ്രമിക്കുക. നന്ദി",
        "Marathi response": "हे ऐकून मला वाईट वाटत आहे . कृपया पुढील ३ दिवसांत पैसे देण्याचा प्रयत्न करा. धन्यवाद!",
        "Bengali response": "শুনে খারাপ লাগলো। দয়া করে ৩ দিনের মধ্যে আপনি পেমেন্ট করার চেষ্টা করুন। ধন্যবাদ। ",
        "Punjabi response": "ਮੈਨੂੰ ਇਹ ਸੁਣ ਕੇ ਸੱਚਮੁੱਚ ਅਫਸੋਸ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਗਲੇ 3 ਦਿਨਾਂ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਧੰਨਵਾਦ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 8-15",
        "Response_ID": "utter_not_accepted_reason_post_due8_15",
        "Tone": "Persuasive- a little harsh",
        "Comments": "",
        "English": "This delay is negatively impacting your credit score. Please arrange the funds and clear your dues by tomorrow. Thanks!",
        "Hindi": "देरी से पेमेंट करने से आपका क्रेडिट स्कोर ख़राब हो रहा है। प्लीज़ आप फंड्स अर्रेंज करके कल तक पेमेंट कर दें। धन्यवाद। ",
        "Tamil ": "இந்த தாமதம் உங்கள் கிரெடிட் ஸ்கோரை பாதிக்கும். தயவு செய்து பணத்தை ஏற்பாடு செய்து, உங்கள் நிலுவைத் தொகையை நாளைக்குள் செலுத்துங்கள். டேக் கேர்.",
        "TELUGU": "ఈ ఆలస్యం మీ క్రెడిట్ స్కోరుని తగ్గిస్తుంది. దయచేసి డబ్బులు సమకూర్చుకొని రేపటికల్లా  చెల్లింపు చేయండి. ధన్యవాదాలు!",
        "Kannada": "ಈ ವಿಳಂಬವು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಹಣವನ್ನು ಹೊಂದಿಸಿ ನಾಳೆಯ ಒಲ್ಗಡೆ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್  ಮಾಡಿ . ಧನ್ಯವಾದಗಳು! ",
        "Malayalam Response": "ഈ കാലതാമസം നിങ്ങളുടെ ക്രെഡിറ്റ് സ്‌കോറിനെ പ്രതികൂലമായി ബാധിക്കുന്നു. ദയവായി ഫണ്ട് ക്രമീകരിക്കുകയും നാളെക്കുള്ളിൽ നിങ്ങളുടെ കുടിശ്ശിക തീർക്കുകയും ചെയ്യുക. നന്ദി !",
        "Marathi response": "हा विलंब आपल्या क्रेडिट स्कोअरवर नकारात्मक परिणाम करीत आहे.कृपया करून फँड्सची (निधीची) व्यवस्था करून  उद्यापर्यंत आपली राहिलेली रक्कम(थकबाकी) पूर्ण भरा . धन्यवाद!",
        "Bengali response": "দেরি করে পেমেন্ট করলে আপনার ক্রেডিট স্কোর খারাপ হতে পারে। প্লিজ ফান্ড অ্যারেঞ্জ করে কালকের মধ্যে পেমেন্ট করুন। ধন্যবাদ। ",
        "Punjabi response": "ਇਹ ਦੇਰੀ ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਸਕੋਰ ਨੂੰ ਨਕਾਰਾਤਮਕ ਤੌਰ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਕਰ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ ਅਤੇ ਕੱਲ੍ਹ ਤੱਕ ਆਪਣੇ ਬਕਾਏ ਅਦਾ ਕਰੋ। ਧੰਨਵਾਦ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_greet_a_post_emi_dpd15_30",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Hello, I'm calling from ShriRam Housing finance. Your account is due with Rs. {EMI_Amount} for a long time now. When will your dues be cleared?",
        "Hindi": "हेलो, मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके अकाउंट पर {EMI_Amount} रुपये की  पेमेंट काफी देर से पेंडिंग है। आप कब तक ये ड्यूज़ क्लियर करेंगे?",
        "Tamil ": "வணக்கம், நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். உங்கள் கணக்கில்  ரூ.{EMI_Amount}. நீண்ட நாட்களாக நிலுவையில் உள்ளது. உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள்?",
        "TELUGU": "హలో, నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ అకౌంట్లో {EMI_Amount} రూపాయిలు ఇప్పటికే  చాలకాలంగా  బకాయి ఉన్నది. మీరు మీ బకాయిలను ఎప్పుడు చెల్లిస్తారో  తెలుపండి?",
        "Kannada": "ಹಲೋ, ನಾನು  ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ  ರೂ. {EMI_Amount} ತುಂಬಾ ಸಮಯದಿಂದ ಡ್ಯು ಇದೆ. ನೀವು ಡ್ಯೂಸ್ ಯಾವಾಗ ಕ್ಲಿಯರ್ ಮಾಡಬಹುದು . ",
        "Malayalam Response": "\nഹലോ, ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്ന് വിളിക്കുന്നു. നിങ്ങളുടെ അക്കൗണ്ടിൽ {EMI_Amount} രൂപ കുടിശിക ഉണ്ട്  .എപ്പോഴാണ് നിങ്ങളുടെ കുടിശ്ശിക തീർക്കുക?",
        "Marathi response": "हॅलो, मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे . तुमचे खाते बर्याच काळापासून रु {EMI_Amount} भरायचे राहिलेले (थकबाकी) आहेत . तुमची राहिलेली रक्कम (थकबाकी) तुम्ही  कधी भरू शकाल ?",
        "Bengali response": "হ্যালো,আমি শ্রীরাম হাউসিং ফাইনান্স  থেকে কল করছি। আপনার  একাউন্টএ {EMI_Amount}  টাকার ডিউ আছে অনেক দিন ধরে । আপনি কখন দ্রুত আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਹੈਲੋ, ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡਾ ਖਾਤਾ ਪਿਛਲੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ {EMI_Amount} ਰੁਪਏ ਨਾਲ ਬਕਾਇਆ ਹੈ। ਤੁਹਾਡੇ ਬਕਾਏ ਕਦੋਂ ਕਲੀਅਰ ਕੀਤੇ ਜਾਣਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_greet_b_post_emi_dpd15_30",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Hello- [pause for 1 second], I'm calling from ShriRam Housing finance. Your account is due with Rs. {EMI_Amount} for a long time now. When can you clear your dues at the earliest?",
        "Hindi": "हेलो- [pause for 1 seconds], मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके अकाउंट पर {EMI_Amount} रुपये की  पेमेंट बाकी है। आप पेमेंट कब तक कर सकते हैं ?",
        "Tamil ": "வணக்கம் [pause for 1 seconds], நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். உங்கள் கணக்ககில்  ரூ.{EMI_Amount}. நீண்ட நாட்களாக நிலுவையில் உள்ளது. உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள்?",
        "TELUGU": "హలో- [pause for 1 second], నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ అకౌంట్లో  {EMI_Amount} రూపాయిలు ఇప్పటికే  చాలకాలంగా   బకాయి ఉన్నది. మీరు  మీ బకాయిలను ఎంత త్వరగా చెల్లిస్తారో తెలుపండి?",
        "Kannada": "ಹಲೋ- [1 ಸೆಕೆಂಡುಗಳ ಕಾಲ ವಿರಮಿಸಿ], ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ ರೂ. {EMI_Amount} ತುಂಬಾ ಸಮಯದಿಂದ ಡ್ಯು ಇದೆ. ನೀವು ಯಾವಾಗ  ಡ್ಯು ಕ್ಲಿಯರ್ ಮಾಡ್ತಿರಾ ?",
        "Malayalam Response": "ഹലോ- [pause for 1 second], ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്നാണ് വിളിക്കുന്നത് . നിങ്ങളുടെ അക്കൗണ്ടിൽ  ഇപ്പോൾ വളരെക്കാലമായി {EMI_Amount} രൂപ കുടിശിക ബാക്കിയുണ്ട്.  നിങ്ങളുടെ കുടിശ്ശിക എത്രയും പെട്ടെന്ന് എപ്പോഴാണ് തീർക്കാൻ കഴിയുക?",
        "Marathi response": "हॅलो- [१ सेकंद थांबा], मी श्रीराम हाऊसिंग फायनान्सकडून कॉल  करत आहे. तुमचे खाते बर्याच काळापासून रु {EMI_Amount} भरायचे राहिलेले (थकबाकी) आहेत . आपण लवकरात लवकर आपली राहिलेली रक्कम (थकबाकी) तुम्ही  कधी भरू शकाल ?",
        "Bengali response": "হ্যালো-[pause for 1 seconds],আমি শ্রীরাম হাউসিং ফাইনান্স থেকে কল করছি। আপনার  একাউন্টএ {EMI_Amount}  টাকার ডিউ আছে অনেক দিন ধরে। আপনি কখন দ্রুত  আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਹੈਲੋ- [pause for 1 second], ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡਾ ਖਾਤਾ ਪਿਛਲੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ {EMI_Amount} ਰੁਪਏ ਨਾਲ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ ਜਲਦੀ ਤੋਂ ਜਲਦੀ ਆਪਣੇ ਬਕਾਏ ਕਦੋਂ ਦੇ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_greet_c_post_emi_dpd15_30",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Hello, I'm calling from ShriRam Housing finance. Your account is due with Rs. {EMI_Amount} for a long time now. When will your dues be cleared?",
        "Hindi": "हेलो, मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके अकाउंट पर {EMI_Amount} की पेमेंट बाकी है। क्या आप बता सकते हैं आपकी पेमेंट कब तक क्लियर होगी ?",
        "Tamil ": "வணக்கம், நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். உங்கள் கணக்கில்  ரூ.{EMI_Amount}. நீண்ட நாட்களாக நிலுவையில் உள்ளது. உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள்?",
        "TELUGU": "హలో,  నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ అకౌంట్లో {EMI_Amount} రూపాయిలు ఇప్పటికే  చాలకాలంగా  బకాయి ఉన్నది.  మీరు మీ బకాయిలను ఎప్పుడు చెల్లిస్తారో  తెలుపండి?",
        "Kannada": "ಹಲೋ, ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ ರೂ. {EMI_Amount} ತುಂಬಾ ಸಮಯದಿಂದ ಡ್ಯು ಇದೆ. ನೀವು ಡ್ಯು ಯಾವಾಗ ಕ್ಲಿಯರ್ ಮಾಡುತ್ತೀರಾ?",
        "Malayalam Response": "ഹലോ, ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്നാണ് വിളിക്കുന്നത്. നിങ്ങളുടെ അക്കൗണ്ടിൽ  ഇപ്പോൾ വളരെക്കാലമായി {EMI_Amount} രൂപ കുടിശിക ബാക്കിയുണ്ട്. എപ്പോഴാണ് നിങ്ങളുടെ കുടിശ്ശിക തീർക്കുക?",
        "Marathi response": "हॅलो, मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे . तुमचे खाते बर्याच काळापासून रु {EMI_Amount} भरायचे बाकी (थकबाकी) आहेत . तुमची राहिलेली रक्कम (थकबाकी) तुम्ही  कधी भरू शकाल ?",
        "Bengali response": "হ্যালো,আমি শ্রীরাম হাউসিং ফাইনান্স  থেকে কল করছি। আপনার  একাউন্টএ {EMI_Amount}  টাকার ডিউ আছে অনেক দিন ধরে । আপনি কখন দ্রুত আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਹੈਲੋ, ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡਾ ਖਾਤਾ ਪਿਛਲੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ {EMI_Amount} ਰੁਪਏ ਨਾਲ ਬਕਾਇਆ ਹੈ। ਤੁਹਾਡੇ ਬਕਾਏ ਕਦੋਂ ਕਲੀਅਰ ਕੀਤੇ ਜਾਣਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_persue_to_pay_post_emi_dpd15_30",
        "Tone": "Persuasive- Harsh",
        "Comments": "",
        "English": "I'm afraid we cannot give you this much time. If you don't pay immediately, we will have to pass your case to our field collection team. Will you be able to clear your dues by today?",
        "Hindi": "हम आपको इतना समय नहीं दे सकते हैं। अगर आप तुरंत ही पेमेंट नहीं करेंगे तो मुझे आपका केस हमारी फील्ड कलेक्शन टीम को ट्रांसफर करना पड़ेगा। क्या आप आज अपने ड्यूज़ क्लियर कर देंगे?",
        "Tamil ": "எங்களால் உங்களுக்கு இவ்வளவு நேரம் கொடுக்க முடியாது. உங்கள் நிலுவைத் தொகையை நீங்கள் உடனடியாகச் செலுத்தவில்லை என்றால்,உங்கள் வழக்கை நாங்கள் எங்கள் கலெக்க்ஷன் டீமிடம்  அனுப்ப வேண்டும்.  . இன்றைக்குள்  உங்கள் நிலுவைத் தொகையை செலுத்த முடியுமா ??",
        "TELUGU": "మేము మీకు అంత సమయం ఇవ్వలేము. మీరు వెంటనే  మీ బకాయిలను చెల్లించకపోతే నేను మీ కేసుని మా లీగల్ టీంకి పంపించాల్సి ఉంటుంది. మీరు సాయంత్రానికళ్ళ డబ్బులు చెల్లించగలరా ?",
        "Kannada": "ನಾವು ನಿಮಗೆ ಇಷ್ಟು ಸಮಯ ನೀಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ತಕ್ಷಣವೇ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡ್ಲಿಲ್ಲ ಅಂದ್ರೆ  ನಾನು ನಿಮ್ಮ ಪ್ರಕರಣವನ್ನು ನಮ್ಮ ಫೀಲ್ಡ್ ಕಲೆಕ್ಷನ್ ಟೀಮ್  ಗೆ ಕಲಿಸಬೇಕಾಗುತ್ತದೆ . ನಿಮಗೆ ಇವತ್ತಿನ  ಒಲ್ಗಡೆ  ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡೋಕೆ ಆಗುತ್ತಾ?",
        "Malayalam Response": "ഞങ്ങൾക്ക് നിങ്ങൾക്ക് ഇത്രയും സമയം നൽകാൻ കഴിയുമോ എന്ന്  ഞാൻ ഭയപ്പെടുന്നു. നിങ്ങൾ ഉടനടി പണമടച്ചില്ലെങ്കിൽ, നിങ്ങളുടെ കേസ് ഞങ്ങളുടെ ഫീൽഡ് കളക്ഷൻ ടീമിന് കൈമാറേണ്ടിവരും. ഇന്നത്തോടെ നിങ്ങളുടെ കുടിശ്ശിക തീർക്കാൻ കഴിയുമോ?",
        "Marathi response": "आम्ही तुम्हाला इतका वेळ देऊ शकत नाही. जर तुम्ही ताबडतोब पैसे दिले नाहीत, तर आम्हाला तुमची केस आमच्या फील्ड कलेक्शन टीमकडे द्यावी लागेल. आपण आज आपली राहिलेली रक्कम (थकबाकी) भरू शकाल ?",
        "Bengali response": "আমরা আপনাকে এতটা সময় দিতে পারব না। যদি আপনি জলদি পেমেন্ট না করেন তাহলে আমাকে আপনার কেস টি আমাদের ফীল্ড কালেক্শন  টিম কে ট্রান্সফার করতে হবে। আপনি কি আজকের মধ্যে আপনার ডিউ ক্লিয়ার করতে পারবেন?",
        "Punjabi response": "ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੰਨਾ ਸਮਾਂ ਨਹੀਂ ਦੇ ਸਕਦੇ। ਜੇ ਤੁਸੀਂ ਤੁਰੰਤ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰਦੇ, ਤਾਂ ਸਾਨੂੰ ਤੁਹਾਡਾ ਕੇਸ ਆਪਣੀ ਫੀਲਡ ਕਲੈਕਸ਼ਨ ਟੀਮ ਨੂੰ ਦੇਣਾ ਪਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਅੱਜ ਤੱਕ ਭੁਗਤਾਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_accepted_reason_post_emi_dpd15_30",
        "Tone": "Persuasive- Harsh",
        "Comments": "",
        "English": "I am sorry to hear that. Please try to arrange funds and make the payment by tomorrow. Thanks!",
        "Hindi": "सुनकर दुःख हुआ। प्लीज़ आप कल तक पेमेंट करने की कोशिश करें । धन्यवाद।",
        "Tamil ": "இதைக் கேட்டு நான் மிகவும் வருந்துகிறேன். முடிந்தால், நாளைக்குள் பணம் செலுத்த முயற்சிக்கவும். டேக் கேர்.",
        "TELUGU": "మీరు చెప్పింది విని నేను నిజంగా చింతిస్తున్నాను, దయచేసి డబ్బులు సమకూర్చుకొని రేపటికల్లా చెల్లింపు చేయండి. ధన్యవాదాలు!",
        "Kannada": "ಇದನ್ನು ಕೇಳಲು ನಾನು ನಿಜವಾಗಿಯೂ ವಿಷಾದಿಸುತ್ತೇನೆ. ದಯವಿಟ್ಟು ಫಂಡ್ಸ್ ಅರೆಂಜ್ ಮಾಡಿ ನಾಳೆಯ ಒಲ್ಗಡೆ ಪೇಮೆಂಟ್  ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "അത് കേട്ടതിൽ എനിക്ക് ഖേദമുണ്ട്. ഫണ്ട് ക്രമീകരിച്ച് നാളെയോടെ പണമടയ്ക്കാൻ ശ്രമിക്കുക. നന്ദി!",
        "Marathi response": "हे ऐकून मला वाईट वाटत आहे . कृपया फंडस् ची (निधीची) व्यवस्था करण्याचा प्रयत्न करा आणि उद्यापर्यंत पेमेंट करा. धन्यवाद!",
        "Bengali response": "শুনে খারাপ লাগলো। দয়া করে ফান্ড অ্যারেঞ্জ করে কালকের মধ্যে পেমেন্ট করুন। ধন্যবাদ। ",
        "Punjabi response": "ਮੈਨੂੰ ਇਹ ਸੁਣ ਕੇ ਅਫਸੋਸ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਫੰਡਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰਨ ਅਤੇ ਕੱਲ੍ਹ ਤੱਕ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਧੰਨਵਾਦ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_not_accepted_reason_post_emi_dpd15_30",
        "Tone": "Persuasive- Harsh",
        "Comments": "",
        "English": "If you don't pay the amount by tomorrow we will have to take legal action against you. Please arrange the funds and clear your dues by tomorrow. Thanks!",
        "Hindi": "अगर आप कल तक पेमेंट नहीं करेंगे तो हमे आपके अगेंस्ट लीगल एक्शन लेना पड़ेगा। प्लीज़ कल तक फंड्स अर्रेंज करके पेमेंट करें। धन्यवाद।",
        "Tamil ": "நாளைக்குள் தொகையை செலுத்தாவிட்டால், உங்கள் மீது சட்டப்படி நடவடிக்கை எடுக்க நேரிடும். தயவு செய்து பணத்தை  ஏற்பாடு செய்து, உங்கள் நிலுவைத் தொகையை நாளைக்குள் செலுத்துங்கள். டேக் கேர்.",
        "TELUGU": "మీరు రేపటివరకు డబ్బులు కట్టలేకపోతే మీపై చట్టరీత్య చర్యలు తీసుకుంటాము. దయచేసి డబ్బులు సమకూర్చుకొని రేపటికల్లా చెల్లింపు చేయండి. ధన్యవాదాలు!",
        "Kannada": "ನಾಳೆಯ ಒಲ್ಗಡೆ ನೀವು ಮೊತ್ತವನ್ನು ಪೇಮೆಂಟ್ ಮಾಡಿಲ್ಲ ಅಂದರೆ  ನಾವು ನಿಮ್ಮ ವಿರುದ್ಧ ಲೀಗಲ್ ಏಕ್ಷನ್  ತೆಗೆದುಕೊಳ್ಳಬೇಕಾಗುತ್ತದೆ. ದಯವಿಟ್ಟು ಹಣವನ್ನು ಹೊಂದಿಸಿ ಮತ್ತು ನಾಳೆಯ ಒಳಗಡೆ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಕ್ಲಿಯರ್ ಮಾಡಿ . ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "നാളെക്കകം തുക അടച്ചില്ലെങ്കിൽ ഞങ്ങൾക്കു നിങ്ങൾക്കെതിരെ  നിയമനടപടി സ്വീകരിക്കേണ്ടിവരും. ദയവായി ഫണ്ട് ക്രമീകരിക്കുകയും നാളെക്കുള്ളിൽ നിങ്ങളുടെ കുടിശ്ശിക തീർക്കുകയും ചെയ്യുക. നന്ദി!",
        "Marathi response": "जर तुम्ही उद्यापर्यंत रक्कम भरली  नाही तर आम्हाला तुमच्यावर कायदेशीर कारवाई करावी लागेल. कृपया पैस्यांची (निधीची) व्यवस्था करा आणि उद्यापर्यंत आपली राहिलेली रक्कम (थकबाकी) भरा . धन्यवाद!",
        "Bengali response": "আপনি যদি কালকের মধ্যে পেমেন্ট না করেন তাহলে আমাদের আপনার বিরুদ্ধে লিগাল অ্যাক্শন নিতে হবে। দয়া করে ফান্ড অ্যারেঞ্জ করুন এবং কালকের মধ্যে ডিউ ক্লিয়ার করুন। ধন্যবাদ। ",
        "Punjabi response": "ਜੇ ਤੁਸੀਂ ਕੱਲ੍ਹ ਤੱਕ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰਦੇ ਤਾਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਿਲਾਫ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕਰਨੀ ਪਵੇਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ ਅਤੇ ਕੱਲ੍ਹ ਤੱਕ ਆਪਣੇ ਬਕਾਏ ਸਾਫ਼ ਕਰੋ। ਧੰਨਵਾਦ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_greet_ml_a_post_emi_dpd15_30",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Hello, I'm calling from ShriRam Housing finance. You have an outstanding of Rs {total_amount} across {no_of_loans} loans for a long time now. When can you make the payment?",
        "Hindi": "हेलो, मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके {no_of_loans} अकाउंट पर टोटल {total_amount} रूपये की पेमेंट पेंडिंग है। क्या आप प्लीज़ बता सकते हैं पेमेंट कब करेंगे?",
        "Tamil ": "வணக்கம், நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். உங்கள் {no_of_loans} கடன்களில் ரூ. {total_amount} நீண்ட காலமாக நிலுவையில் உள்ளது. நீங்கள் எப்போது பணம் செலுத்துவீர்கள்?",
        "TELUGU": "హలో,  నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ {no_of_loans} లోన్ అకౌంట్లలోని  మొత్తం కలిపి  {total_amount} రూపాయిలు ఇప్పటికే  చాలాకాలంగా  బకాయి ఉన్నది. మీరు పేమెంట్ ఎప్పుడు చేయగలరు?",
        "Kannada": "ಹಲೋ, ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ  {no_of_loans} ಸಾಲಗಳಲ್ಲಿ  ರೂ {total_amount} ತುಂಬಾ ಸಮಯದಿಂದ ಬಾಕಿ ಇದೆ  . ನೀವು ಪೇಮೆಂಟ್  ಯಾವಾಗ ಮಾಡುತ್ತೀರಾ?",
        "Malayalam Response": "ഹലോ, ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്നാണ് വിളിക്കുന്നത്.. വളരെക്കാലമായി നിങ്ങൾക്ക് {no_of_loans} ലോണുകളിലുടനീളം {total_amount} രൂപ കുടിശ്ശികയുണ്ട്. നിങ്ങൾക്ക് എപ്പോഴാണ് പണമടയ്ക്കാൻ കഴിയുക?",
        "Marathi response": "हॅलो, मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे . आपल्याकडे {no_of_loans} कर्जात {total_amount} ची थकबाकी आहे. आपण पैसे केव्हा देऊ शकता?",
        "Bengali response": "হ্যালো,আমি শ্রীরাম হাউসিং ফাইনান্স থেকে কল করছি। আপনার {no_of_loans} টি  একাউন্ট এ মোট  {total_amount}  টাকার পেমেন্ট বাকি আছে অনেক দিন ধরে।আপনি কখন পেমেন্ট করতে পারবেন?",
        "Punjabi response": "ਹੈਲੋ, ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡੇ ਕੋਲ ਪਿਛਲੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ {no_of_loans} ਕਰਜ਼ਿਆਂ ਵਿੱਚ {total_amount} ਰੁਪਏ ਦਾ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਦੋਂ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due 15-30",
        "Response_ID": "utter_greet_ml_b_post_emi_dpd15_30",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Hello- [pause for 1 seconds], I'm calling from Shriram Housing finance. You have an outstanding of Rs {total_amount} across {no_of_loans} loans for a long time now. When will you make the payment?",
        "Hindi": "हेलो-[pause for 1 seconds], मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ। आपके {no_of_loans} अकाउंट पर टोटल {total_amount} रूपये की पेमेंट पेंडिंग है। क्या आप प्लीज़ बता सकते हैं पेमेंट कब करेंगे?",
        "Tamil ": "வணக்கம்[pause for 1 seconds], நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். உங்கள் {no_of_loans} கடன்களில் ரூ. {total_amount} நீண்ட காலமாக நிலுவையில் உள்ளது. நீங்கள் எப்போது பணம் செலுத்துவீர்கள்?",
        "TELUGU": "హలో- [pause for 1 seconds],  నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీ {no_of_loans} లోన్ అకౌంట్లలోని  మొత్తం కలిపి  {total_amount} రూపాయిలు ఇప్పటికే  చాలాకాలంగా బకాయి ఉన్నది.మీరు పేమెంట్ ఎప్పుడు చేస్తారు?",
        "Kannada": "ಹಲೋ- [1 ಸೆಕೆಂಡುಗಳ ಕಾಲ ವಿರಮಿಸಿ], ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನಿಮ್ಮ {no_of_loans} ಸಾಲಗಳಲ್ಲಿ  ರೂ {total_amount} ತುಂಬಾ ಸಮಯದಿಂದ ಬಾಕಿ ಇದೆ  . ನೀವು ಪೇಮೆಂಟ್  ಯಾವಾಗ ಮಾಡುತ್ತೀರಾ?",
        "Malayalam Response": "ഹലോ- [pause for 1 seconds], ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ  നിന്നാണ് വിളിക്കുന്നത്. വളരെക്കാലമായി നിങ്ങൾക്ക് {no_of_loans} ലോണുകളിലുടനീളം {total_amount} രൂപ കുടിശ്ശികയുണ്ട്. നിങ്ങൾക്ക് എപ്പോൾ പണം അടക്കാൻ സാധിക്കും ?",
        "Marathi response": "हॅलो- [१ सेकंद थांबा],मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे . आपल्याकडे {no_of_loans} कर्जात {total_amount} ची थकबाकी आहे. आपण पैसे केव्हा देऊ शकता?",
        "Bengali response": "হ্যালো-[pause for 1seconds],আমি শ্রীরাম ফাইনান্স থেকে কল করছি।আপনার {no_of_loans} টি  একাউন্ট এ মোট {total_amount}  টাকার পেমেন্ট বাকি আছে অনেক দিন ধরে।আপনি কখন পেমেন্ট করতে পারবেন?",
        "Punjabi response": "ਹੈਲੋ- [pause for 1 seconds], ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਤੁਹਾਡੇ ਕੋਲ ਪਿਛਲੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ {no_of_loans} ਕਰਜ਼ਿਆਂ ਵਿੱਚ {total_amount} ਰੁਪਏ ਦਾ ਬਕਾਇਆ ਹੈ। ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਦੋਂ ਕਰੋਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_greet_predue",
        "Tone": "",
        "Comments": "",
        "English": "Hi, I'm calling from ShriRam Housing Finance. You've an upcoming EMI of Rs.{monthly_emi} of your loan with us. The due date is {monthly_emi_date}. May I know if there is sufficient balance in your account to pay the EMI?",
        "Hindi": "मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ।आपके लोन अकाउंट पर {monthly_emi_date} को {monthly_emi} रुपये की ईएमआई पेमेंट बाकी है । क्या आप मुझे बता सकते हैं कि आपके अकाउंट में ईएमआई भरने के लिए पर्याप्त बैलेंस है या नहीं ?",
        "Tamil ": "நான் ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து அழைக்கிறேன். எங்களிடம் உங்கள் வரவிருக்கும் கடனின்  இஎம்ஐ  ரூ.{monthly_emi}. நிலுவைத் தேதி {monthly_emi_date}. இஎம்ஐ  செலுத்த உங்கள் கணக்கில் போதுமான இருப்பு இருக்கிறதா என்பதை நான் அறியலாமா?",
        "TELUGU": "నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను. మీరు మా వద్ద తీసుకున్న లోన్ యొక్క రాబోయే ఈఎంఐ {monthly_emi} రూపాయిలు వుంది. మీ బకాయి తేదీ {monthly_emi_date}న వుంది. మీ అకౌంట్లో ఈఎంఐ చెల్లించడానికి సరిపోయే బ్యాలన్స్ ఉందొ నాకు చెప్పగలరా? ",
        "Kannada": "ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್‌ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನೀವು ನಮ್ಮೊಂದಿಗೆ ನಿಮ್ಮ ಸಾಲದ ರೂ.{monthly_emi} ಮುಂಬರುವ ಇಎಂಐ ಅನ್ನು ಹೊಂದಿರುವಿರಿ.ಡ್ಯೂ ಡೇಟ್ {monthly_emi_date} ಆಗಿದೆ. ಇಎಂಐ  ಪೆ ಮಾಡಲು ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ  ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಇದೆಯಾ ಎಂದು ನನಗೆ ತಿಳಿಯಬಹುದಾ ?",
        "Malayalam Response": "ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ  നിന്നാണ് വിളിക്കുന്നത്. നിങ്ങളുടെ ലോണിന്റെ {monthly_emi} രൂപയുടെ വരാനിരിക്കുന്ന ഇ എം ഐ  നിങ്ങൾക്ക് ഞങ്ങളിൽ ഉണ്ട് .അവസാന തീയതി {monthly_emi_date} ആണ് ഇ എം ഐ  അടയ്‌ക്കുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ടിൽ മതിയായ ബാലൻസ് ഉണ്ടോ എന്ന് എനിക്ക് അറിയാൻ സാധിക്കുമോ ?",
        "Marathi response": "मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे .तुमच्याकडे तुमच्या कर्जाचा आगामी ईएमआय {monthly_emi} आहे आणि अंतिम  देय तारीख {monthly_emi_date} आहे . मला जाणून घायच आहे कि  ईएमआय भरण्यासाठी आपल्या खात्यात उपलब्ध  बैलेंस  आहे का?",
        "Bengali response": "আমি শ্রীরাম হাউসিং ফাইনান্স থেকে কল করছি। আপনার সামনে {monthly_emi} টাকার লোন আছে  আমাদের সাথে। ডিউ ডেট টি হল {monthly_emi_date}।আপনার একাউন্ট এ কি ইএমআই দেওয়ার জন্য যথেষ্ঠ  ব্যালান্স আছে?",
        "Punjabi response": "ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ਸਾਡੇ ਨਾਲ ਤੁਹਾਡੇ ਕਰਜ਼ੇ ਦੀ ਈਐਮਆਈ ਰੁਪਏ {monthly_emi} ਆਉਣ ਵਾਲੀ ਹੈ। ਨਿਯਤ ਮਿਤੀ {monthly_emi_date} ਹੈ। ਕੀ ਮੈਂ ਜਾਣ ਸਕਦੀ ਹਾਂ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਈਐਮਆਈ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਵਧੇਰੀ ਰਕਮ ਹੈ? ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_not_avail_talk",
        "Tone": "Tone",
        "Comments": "",
        "English": "Okay, just so you know, an EMI of rupees {monthly_emi} is due on {monthly_emi_date}. Please maintain sufficient account balance to avoid late charges. Have a good day!",
        "Hindi": "ओके, आपकी जानकारी के लिए बता दें कि आपकी {monthly_emi_date} को {monthly_emi} रुपए की ईएमआई बाकी है। लेट चार्जेस से बचने के लिए कृपया अपने अकाउंट में पर्याप्त बैलेंस बनाएं रखे । आपका दिन शुभ हो!",
        "Tamil ": "சரி, உங்களுக்குத் தெரியும், {monthly_emi} ரூபாய் இஎம்ஐ {monthly_emi_date} அன்று நிலுவையில் உள்ளது. தாமதக் கட்டணங்களைத் தவிர்க்க, போதுமான  இருப்பை கணக்கில்  வைத்திருங்கள். இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "సరే, మీకు తెలిసినట్టుగానే, {monthly_emi} రూపాయల ఇఎంఐ {monthly_emi_date} తేదీన వున్నది. లేట్ చార్జెస్ ఆడ్ అవ్వకుండా ఉండటానికి దయచేసి తగినంత బాలన్స్ మెయింటైన్ చేయండి. శుభదినం!",
        "Kannada": "ಸರಿ, ನಿಮಗೆ ತಿಳಿದಿರುವಂತೆ, {monthly_emi} ರೂಪಾಯಿಗಳ ಇಎಂಐ {monthly_emi_date} ರಂದು ಬಾಕಿಯಿದೆ. ಲೇಟ್ ಚಾರ್ಜಸ್ ತಪ್ಪಿಸಲು ದಯವಿಟ್ಟು ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಅಕೌಂಟಲ್ಲಿ ಮೈನ್ಟೈನ್ ಮಾಡಿ. ಶುಭ ದಿನ!",
        "Malayalam Response": "ശരി, നിങ്ങൾക്കറിയാവുന്നത് പോലെ, {monthly_emi} രൂപയുടെ  ഇ എം ഐ {monthly_emi_date}-ന് നൽകേണ്ടതുണ്ട്. ലേറ്റ് ചാർജുകൾ ഒഴിവാക്കാൻ മതിയായ അക്കൗണ്ട് ബാലൻസ് സൂക്ഷിക്കുക. ഒരു നല്ല ദിനം ആശംസിക്കുന്നു!",
        "Marathi response": "ठीक आहे, जर तुम्हाला माहीत आहे, {monthly_emi} रुपयाचा ईएमआय {monthly_emi_date} आपल्यावर थकबाकी आहे . तर कृपया करून उशीरा शुल्क टाळण्यासाठी कृपया पुरेसे बैलेंस शिल्लक ठेवा. आपला दिवस चांगला जावो!",
        "Bengali response": "ঠিক আছে,আপনি জানেন যে {monthly_emi} টাকার ইএমআই ডিউ আছে {monthly_emi_date} তারিখে । লেট চার্জ এড়াতে দয়া  করে আপনার একাউন্ট এ যথেষ্ট ব্যালান্স বজায় রাখুন । আপনার দিন টি শুভ হোক। ",
        "Punjabi response": "ਠੀਕ ਹੈ, {monthly_emi} ਰੁਪਏ ਦੀ ਈਐਮਆਈ {monthly_emi_date} 'ਤੇ ਹੋਣੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਲੇਟ ਚਾਰਜਾਂ ਤੋਂ ਬਚਣ ਲਈ ਖਾਤੇ ਵਿਚ ਰਕਮ ਸੰਤੁਲਨ ਬਣਾਈ ਰੱਖੋ। ਤੁਹਾਡਾ ਦਿਨ ਸ਼ੁੱਭ ਰਹੇ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_agree_to_pay",
        "Tone": "",
        "Comments": "",
        "English": "That's good to know. Please maintain sufficient balance in your A/C till the EMI amount is cleared to avoid late charges. Thank you, have a nice day!",
        "Hindi": "जानकर ख़ुशी हुई। कृपया लेट चार्जेस से बचने के लिए इ एम आई पेमेंट होने तक अपने अकाउंट में पर्याप्त बैलेंस बनाएं रखें । धन्यवाद आपका दिन शुभ हो।",
        "Tamil ": " நல்லது. தாமதக் கட்டணங்களைத் தவிர்க்க, இஎம்ஐ தொகையை எடுக்கும்வரை உங்கள் கணக்கில்  போதுமான இருப்பை வைத்திருங்கள். நன்றி, இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "మంచిది. లేట్ చార్జెస్ ఆడ్ కాకుండా ఉండటానికి, మీ ఈఎంఐ  క్లియర్ అయ్యేంతవరకు మీ అకౌంట్లో సరిపోయేంత బ్యాలన్స్ ఉంచండి. ధన్యవాదాలు, శుభదినం.",
        "Kannada": "ಒಳ್ಳೆಯದು. ಲೇಟ್ ಚಾರ್ಜಸ್ ತಪ್ಪಿಸಲು ಇಎಂಐ ಮೊತ್ತವನ್ನು ತೆರವುಗೊಳಿಸುವವರೆಗೆ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ  ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿ. ಧನ್ಯವಾದಗಳು,ಶುಭ್ ದಿನ. ",
        "Malayalam Response": "അത് അറിഞ്ഞതിൽ സന്തോഷം . വൈകുന്ന നിരക്കുകൾ ഒഴിവാക്കാൻ  ഇ എം ഐ തുക ക്ലിയർ ആകുന്നത് വരെ നിങ്ങളുടെ A/C യിൽ മതിയായ ബാലൻസ് സൂക്ഷിക്കുക. നന്ദി, നല്ലൊരു ദിവസം ആശംസിക്കുന്നു",
        "Marathi response": "हे ऐकून चांगलं वाटलं. कृपया उशीरा शुल्क टाळण्यासाठी ईएमआय ची रक्कम मंजूर होईपर्यंत कृपया आपल्या अकाउंट मध्ये पुरेसा बैलेंस ठेवा . धन्यवाद, आपला दिवस  चांगला जावो!",
        "Bengali response": "শুনে ভাল লাগলো।লেট চার্জ এড়াতে  দয়া করে আপনার ইএমআই না কাটা পর্যন্ত  একাউন্টএ  যথেষ্ট ব্যালান্স বজায় রাখুন।  ",
        "Punjabi response": "ਬੋਹੋਤ ਵਧਿਆ। ਦੇਰ ਨਾਲ ਖ਼ਰਚਿਆਂ ਤੋਂ ਬਚਣ ਲਈ ਈਐਮਆਈ ਰਕਮ ਨੂੰ ਕਲੀਅਰ ਕੀਤੇ ਜਾਣ ਤੱਕ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਏ/ਸੀ ਵਿੱਚ ਲੋੜੀਂਦਾ ਸੰਤੁਲਨ ਬਣਾਈ ਰੱਖੋ। ਤੁਹਾਡਾ ਧੰਨਵਾਦ, ਇੱਕ ਵਧੀਆ ਦਿਨ ਰੱਖੋ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_disagree_to_pay",
        "Tone": "",
        "Comments": "",
        "English": "If you skip your EMI payment your CIBIL score will be impacted and will also lead to additional late payment charges. We recommend you to maintain sufficient balance to avoid such impact. Will you be able to maintain the balance in your account?",
        "Hindi": "यदि आप अपनी ईएमआई  पेमेंट करना भूल गए तो आपका क्रेडिट स्कोर ख़राब होगा और आपको लेट चार्जेस भी देने पड़ेंगे । हमारा सुझाव है कि कृपया आप लेट चार्जेस से बचने के लिए अपने अकाउंट में पर्याप्त बैलेंस बनाएं रखें। क्या आप अपने अकाउंट में पर्याप्त बैलेंस बनाये रख सकते हैं?",
        "Tamil ": "உங்கள் இஎம்ஐ  பேமெண்ட்டைத் தவிர்த்தால், உங்கள் சிபிள் ஸ்கோர் பாதிக்கப்படுவதோடு, கூடுதல் தாமதக் கட்டணங்களுக்கும் வழிவகுக்கும். அத்தகைய தாக்கத்தைத் தவிர்க்க போதுமான தொகையை  பராமரிக்குமாறு நாங்கள் பரிந்துரைக்கிறோம். உங்கள் கணக்கில் இருப்பை பராமரிக்க முடியுமா?",
        "TELUGU": "సమయానికి మీ ఈఎంఐ పేమెంట్ చేయకపోతే అది మీ సిబిల్ స్కోర్ పై ప్రభావం చూపుతుంది, అలాగే లేట్ పేమెంట్ చార్జెస్ కూడా ఆడ్ అవుతాయి. మేము మీకు అలా జరగకుండా ఉండటానికి తగినంత బ్యాలన్సుని అకౌంట్లో వుంచుకోవాల్సిందిగా సూచిస్తున్నాము.  మీరు సమయానికి మీ అకౌంట్లో తగినంత బ్యాలన్స్ వుంచుకోగలరా?",
        "Kannada": "ನಿಮ್ಮ ಇಎಂಐ ಪೆಮೆಂಟನ್ನು ನೀವು ಬಿಟ್ಟುಬಿಟ್ಟರೆ ನಿಮ್ಮ ಸಿಬಿಲ್ ಸ್ಕೋರ್ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಲೇಟ್ ಪೇಮೆಂಟ್  ಚಾರ್ಜಸ್ಗಳಿಗೆ  ಕಾರಣವಾಗುತ್ತದೆ. ಅಂತಹ ಪರಿಣಾಮವನ್ನು ತಪ್ಪಿಸಲು ಸಾಕಷ್ಟು ಮೊತ್ತವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ನಾವು ನಿಮಗೆ ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ ಬ್ಯಾಲನ್ಸನ್ನು ಮೈನ್ಟೈನ್ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆಯೇ?",
        "Malayalam Response": "നിങ്ങൾ ഇ എം ഐ പേയ്‌മെന്റ് ഒഴിവാക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ സിബിൽ സ്‌കോറിനെ ബാധിക്കുകയും അധിക വൈകിയുള്ള പേയ്‌മെന്റ് ചാർജുകൾക്ക് കാരണമാവുകയും ചെയ്യും. അത്തരം ആഘാതം ഒഴിവാക്കാൻ മതിയായ ബാലൻസ് നിലനിർത്താൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു. നിങ്ങളുടെ അക്കൗണ്ടിലെ ബാലൻസ് നിലനിർത്താൻ നിങ്ങൾക്ക് കഴിയുമോ?",
        "Marathi response": "जर आपण आपले ईएमआय पेमेंट वेळेवर भरले नाही  तर आपल्या सिबिल स्कोअरवर परिणाम होईल आणि उशिरा पेमेंट केल्यास अधिक चार्जेस भरावे लागतील . असे परिणाम टाळण्यासाठी आपण अकाउंट मध्ये पुरेसा बैलेंस राखण्याचा आपणास विनंती करत आहे. तुम्ही तुमच्या खात्या मध्ये  बैलेंस शिल्लक ठेवू शकाल का?",
        "Bengali response": "আপনি যদি আপনার ইএমআই পেমেন্ট এড়িয়ে যান তাহলে আপনার সিবিল স্কোর খারাপ হতে পারে এবং আপনাকে অতিরিক্ত লেট পেমেন্ট চার্জ দিতে হবে তাই আপনাকে আপনার একাউন্ট এ যথেষ্ট ব্যালান্স বজায় রাখার পরামর্শ দেব। আপনি কি আপনার একাউন্টে এই ব্যালেন্সটা বজায় রাখতে পারবেন?",
        "Punjabi response": "ਜੇ ਤੁਸੀਂ ਆਪਣੀ ਈਐਮਆਈ ਭੁਗਤਾਨ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਡਾ ਸਿਬਿਲ ਸਕੋਰ ਪ੍ਰਭਾਵਿਤ ਹੋਵੇਗਾ ਅਤੇ ਵਾਧੂ ਲੇਟ ਭੁਗਤਾਨ ਖ਼ਰਚਿਆਂ ਦਾ ਕਾਰਨ ਵੀ ਬਣੇਗਾ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਅਜਿਹੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚਣ ਲਈ ਅਕਾਊਂਟ ਬੈਲੰਸ ਬਣਾਈ ਰੱਖਣ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ। ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਅਕਾਊਂਟ ਵਿਚ ਰਕਮ ਸੰਤੁਲਨ ਬਣਾਈ ਰੱਖ ਸਕਦੇ ਹੋ ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_disagree_to_pay_agree",
        "Tone": "",
        "Comments": "",
        "English": "Okay, please make sure you have sufficient balance in your account. Thank you, have a nice day",
        "Hindi": "जानकर ख़ुशी हुई। कृपया अकाउंट में पर्याप्त बैलेंस बनाएं रखें । धन्यवाद आपका दिन शुभ हो।",
        "Tamil ": "சரி, உங்கள் கணக்கில் போதுமான இருப்பு உள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளவும். நன்றி, இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "సరే, దయచేసి మీ అకౌంట్లో సరిపోయేంత బ్యాలన్స్ ఉండేలాగా చూసుకోండి. ధన్యవాదాలు, శుభదినం.",
        "Kannada": "ಸರಿ, ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ನೀವು ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಹೊಂದಿರುವಿರಾ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಧನ್ಯವಾದಗಳು, ಶುಭ್ ದಿನ. ",
        "Malayalam Response": "ശരി, നിങ്ങളുടെ അക്കൗണ്ടിൽ മതിയായ ബാലൻസ് ഉണ്ടെന്ന് ഉറപ്പാക്കുക. നന്ദി, നല്ലൊരു ദിവസം ആശംസിക്കുന്നു",
        "Marathi response": "ठीक आहे, कृपया आपल्या खात्यात पुरेसा बैलेंस आहे याची खात्री करा. धन्यवाद, आपला दिवस चांगला जावो. ",
        "Bengali response": "ঠিক আছে।আপনি আপনার একাউন্টএ যথেষ্ট ব্যালান্স বজায় রাখুন। ধন্যবাদ,আপনার দিন টি শুভ হোক। ",
        "Punjabi response": "ਠੀਕ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਕਾਫੀ ਬੈਲੰਸ ਬਣਾਈ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਤੁਹਾਡਾ ਧੰਨਵਾਦ, ਤੁਹਾਡਾ ਦਿਨ ਸ਼ੁੱਭ ਰਹੇ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_disagree_to_pay_reason_medical",
        "Tone": "Sympathetic",
        "Comments": "",
        "English": "I am really sorry to hear that. I will ask my senior to get in touch with you to resolve this. Please take care.",
        "Hindi": "ये सुनकर दुःख हुआ । हमारे सीनियर एक्जीक्यूटिव आपसे कॉन्टैक्ट करेंगे।अपना ध्यान रखें।",
        "Tamil ": "இதைக் கேட்டு நான் மிகவும் வருந்துகிறேன். இதைத் தீர்க்க எனது சீனியரிடம், உங்களைத் தொடர்பு கொள்ளுமாறு கேட்டுக் கொள்கிறேன். தயவுசெய்து கவனித்துக் கொள்ளுங்கள்.",
        "TELUGU": "మీరు చెప్పింది విని నేను నిజంగా చింతిస్తున్నాను. నేను నా పైఅధికారిని మీకు కాల్ చేసి మీ సమస్యకు పరిష్కారం చూపమని చెపుతాను. దయచేసి జాగ్రతగా ఉండండి. ",
        "Kannada": "ಅದನ್ನು ಕೇಳಲು ನಾನು ನಿಜವಾಗಿಯೂ ವಿಷಾದಿಸುತ್ತೇನೆ. ಇದನ್ನು ಪರಿಹರಿಸಲು  ನಾನು ನನ್ನ ಹಿರಿಯ ಅಧಿಕಾರಿ ಹತ್ತಿರ ಮಾತಾಡಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಹೇಳುತೇನೆ . ಪ್ಲೀಸ್ ಟೇಕ್ ಕೇ",
        "Malayalam Response": "അത് കേട്ടതിൽ എനിക്ക് ശരിക്കും ഖേദമുണ്ട്. ഇത് പരിഹരിക്കാൻ നിങ്ങളെ ബന്ധപ്പെടാൻ ഞാൻ എന്റെ സീനിയറോട് ആവശ്യപ്പെടാം. ദയവായി ശ്രദ്ധിക്കുക.",
        "Marathi response": "हे  ऐकून मला  वाईट वाटलं. हे सोडवण्यासाठी मी माझ्या वरिष्ठांना तुमच्याशी संपर्क साधण्यास सांगेन. कृपया काळजी घ्या.",
        "Bengali response": "আমার শুনে খুব খারাপ লাগলো।আমি আমার সিনিয়র কে বলব আপনার সাথে যোগাযোগ করে সমাধান করার। যত্ন নিন। ",
        "Punjabi response": "ਮੈਨੂੰ ਇਹ ਸੁਣ ਕੇ ਸੱਚਮੁੱਚ ਅਫਸੋਸ ਹੈ। ਇਸ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਮੈਂ ਆਪਣੇ ਸੀਨੀਅਰ ਨੂੰ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਕਹਾਂਗੀ । ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_agent_will_connect_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Thank you for your time. Our agents will call you shortly.",
        "Hindi": "अपना समय देने के लिए धन्यवाद। हमारे एजेंट्स जल्द ही आपसे संपर्क करेंगे।",
        "Tamil ": "உங்கள் நேரத்திற்கு நன்றி. மேலும் உதவிக்கு எங்கள் முகவர் உங்களை விரைவில் அழைப்பார்.",
        "TELUGU": "మీ సమయానికి ధన్యవాదాలు, మా ఏజెంట్ త్వరలో మీకు కాల్ చేస్తారు.",
        "Kannada": "ನಿಮ್ಮ ಸಮಯಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಮ್ಮ ಏಜೆಂಟ್ ಶೀಘ್ರದಲ್ಲೇ ನಿಮಗೆ ಕರೆ ಮಾಡುತ್ತಾರೆ.",
        "Malayalam Response": "താങ്കളുടെ സമയത്തിനു നന്ദി. ഞങ്ങളുടെ ഏജന്റുമാർ നിങ്ങളെ ഉടൻ വിളിക്കും.",
        "Marathi response": "तुमच्या वेळेबद्दल धन्यवाद. आमचे एजंट लवकरच तुम्हाला कॉल  करतील.",
        "Bengali response": "আমাকে সময় দেওয়ার জন্য ধন্যবাদ। আমাদের এজেন্ট শীঘ্রই আপনার সাথে যোগাযোগ করবে। ",
        "Punjabi response": "ਸਮੇਂ ਦੇਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਸਾਡੇ ਏਜੰਟ ਜਲਦੀ ਹੀ ਤੁਹਾਨੂੰ ਕਾਲ ਕਰਨਗੇ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_bye_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Thank you for speaking to Shriram Housing finance. Have a great day!",
        "Hindi": "श्रीराम हाउसिंग फाइनेंस से बात करने के लिए धन्यवाद। आपका दिन शुभ रहे।",
        "Tamil ": " ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸ்   உடன் பேசியதற்கு நன்றி.இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "శ్రీరామ్ హౌసింగ్ ఫైనాన్స్‌తో మాట్లాడినందుకు ధన్యవాదాలు, శుభదినం!",
        "Kannada": "ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ಜೊತೆ ಮಾತನಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.  ಶುಭ ದಿನ",
        "Malayalam Response": "ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസുമായി സംസാരിച്ചതിന് നന്ദി. ഒരു നല്ല ദിനം ആശംസിക്കുന്നു !",
        "Marathi response": "श्रीराम हाऊसिंग फायनान्सशी बोलल्याबद्दल धन्यवाद. आपला दिवस चांगला जावो ",
        "Bengali response": "শ্রীরাম হাউসিং ফাইনান্স এর সাথে কথা বলার জন্য ধন্যবাদ। আপনার দিন টি শুভ হোক। ",
        "Punjabi response": "ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਨਾਲ ਗੱਲ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਤੁਹਾਡਾ ਦਿਨ ਵਧੀਆ ਹੋਵੇ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_call_later_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Sorry to disturb you. I will call you later",
        "Hindi": "ठीक है । मैं आपको थोड़ी देर मे कॉल करुँगी।",
        "Tamil ": " சிரமத்திற்கு மன்னிக்கவும். நான் உங்களை பின்னர் அழைக்கிறேன்",
        "TELUGU": "డిస్టర్బ్ చేసినందుకు నన్ను క్షమించండి. నేను మీకు తర్వాత కాల్ చేస్తాను.",
        "Kannada": "ನಿಮಗೆ ತೊಂದರೆ ಆಗಿದ್ದಕ್ಕೆ ಕ್ಷಮಿಸಿ. ನಾನು ನಂತರ ನಿಮಗೆ ಕರೆ ಮಾಡುತ್ತೇನೆ",
        "Malayalam Response": "നിങ്ങളെ  ശല്യപെടുത്തിയതിൽ ക്ഷമിക്കണം. ഞാൻ നിങ്ങളെ പിന്നീട് വിളിക്കാം",
        "Marathi response": "त्रास दिल्याबद्दल क्षसमव. मी तुम्हाला  नंतर कॉल करते ",
        "Bengali response": "আপনাকে ডিসটার্ব  করার জন্য দুঃখিত। আমি আপনাকে পরে কল করব। ",
        "Punjabi response": "ਤੁਹਾਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰਨ ਲਈ ਮਾਫ਼ੀ ਚਾਉਂਦੀ ਹਾਂ। ਮੈਂ ਤੁਹਾਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਾਲ ਕਰਾਂਗਾ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_general_queries_customer_care_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "For further information or queries, you can contact the customer care service. ",
        "Hindi": "इन प्रश्नों के लिए, प्लीज़ कस्टमर केयर सर्विस को कॉन्टैक्ट करें।",
        "Tamil ": "மேலும் தகவல் அல்லது கேள்விகளுக்கு, நீங்கள் வாடிக்கையாளர்  சேவையை தொடர்பு கொள்ளலாம்.",
        "TELUGU": "మరింత సమాచారం లేదా సహాయం కోసం, మీరు మా కస్టమర్ కేర్ సర్వీసును సంప్రదించవచ్చు.",
        "Kannada": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಪ್ರಶ್ನೆಗಳಿಗಾಗಿ, ನೀವು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ಕಸ್ಟಮರ್ ಕೇರ್ ಸೇವೆಯೆನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.",
        "Malayalam Response": "കൂടുതൽ വിവരങ്ങൾക്കും സംശയങ്ങൾക്കും, നിങ്ങൾക്ക് കസ്റ്റമർ കെയർ സേവനവുമായി ബന്ധപ്പെടാം.",
        "Marathi response": "अधिक माहिती साठी किंवा प्रश्नांसाठी, आपण कस्टमर केर सर्विस संपर्क साधू शकता. ",
        "Bengali response": "আরও প্রশ্ন বা তথ্যের  জন্য  আপনি কাস্টমার কেয়ার সার্ভিস এ যোগাযোগ করতে পারেন। ",
        "Punjabi response": "ਅਗਲੇਰੀ ਜਾਣਕਾਰੀ ਜਾਂ ਸਵਾਲਾਂ ਵਾਸਤੇ, ਤੁਸੀਂ ਗਾਹਕ ਸੰਭਾਲ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ। ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Pardon. I could not understand you.",
        "Hindi": "सॉरी। मैं आपकी बात समझ नहीं पाई।",
        "Tamil ": "மன்னிக்கவும். நீங்கள் என்ன சொல்கிறீர்கள் என்று எனக்கு புரியவில்லை.",
        "TELUGU": "క్షమించండి, నేను మీరు చెప్పింది అర్ధంచేసుకోలేకపోయాను.",
        "Kannada": "ಕ್ಷಮಿಸಿ ,ನಿಮ್ಮ ಮಾತು ನನಗೆ ಅರ್ಥವಾಗ್ಲಿಲ ",
        "Malayalam Response": "ക്ഷമിക്കുക. എനിക്ക് നിങ്ങളെ മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല.",
        "Marathi response": "माफ करा। मी तुम्हाला  समजू शकले नाही.",
        "Bengali response": "দুঃখিত। আমি বুঝতে পারিনি। ",
        "Punjabi response": "ਸੌਰੀ। ਮੈਂ ਤੁਹਾਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕੀ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_human_handoff_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "For further information or queries, you can contact the customer care service. ",
        "Hindi": "इन प्रश्नों के लिए, प्लीज़ कस्टमर केयर सर्विस को कॉन्टैक्ट करें।",
        "Tamil ": "மேலும் தகவல் அல்லது கேள்விகளுக்கு, நீங்கள் வாடிக்கையாளர்  சேவையை தொடர்பு கொள்ளலாம்.",
        "TELUGU": "మరింత సమాచారం లేదా సహాయం కోసం, మీరు మా కస్టమర్ కేర్ సర్వీసును సంప్రదించవచ్చు.",
        "Kannada": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಪ್ರಶ್ನೆಗಳಿಗಾಗಿ, ನೀವು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ಕಸ್ಟಮರ್ ಕೇರ್ ಸೇವೆಯೆನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.",
        "Malayalam Response": "കൂടുതൽ വിവരങ്ങൾക്കും സംശയങ്ങൾക്കും, നിങ്ങൾക്ക് കസ്റ്റമർ കെയർ സേവനവുമായി ബന്ധപ്പെടാം.",
        "Marathi response": "अधिक माहिती साठी किंवा प्रश्नांसाठी, आपण कस्टमर केर सर्विस संपर्क साधू शकता. ",
        "Bengali response": "আরও প্রশ্ন বা তথ্যের  জন্য  আপনি কাস্টমার কেয়ার সার্ভিস এ যোগাযোগ করতে পারেন। ",
        "Punjabi response": "ਅਗਲੇਰੀ ਜਾਣਕਾਰੀ ਜਾਂ ਸਵਾਲਾਂ ਵਾਸਤੇ, ਤੁਸੀਂ ਗਾਹਕ ਸੰਭਾਲ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ। ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_inform_past_payment_date_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Your payment date was {EMI_Date}",
        "Hindi": "आपकी पेमेंट की तारीख़ है {EMI_Date}",
        "Tamil ": "உங்கள் கட்டணம் செலுத்தும் தேதி {EMI_Date}",
        "TELUGU": "మీ ఈఎంఐ తేదీ {EMI_Date}న వున్నది.",
        "Kannada": "ನಿಮ್ಮ ಪೇಮೆಂಟ್  ದಿನಾಂಕ {EMI_Date} ಆಗಿತ್ತು",
        "Malayalam Response": "നിങ്ങളുടെ പേയ്‌മെന്റ് തീയതി {EMI_Date} ആയിരുന്നു",
        "Marathi response": "तुमची पेमेंट डेट {EMI_Date} होती.",
        "Bengali response": "আপনার পেমেন্ট এর তারিখ ছিল {EMI_Date}",
        "Punjabi response": "ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਮਿਤੀ {EMI_Date} ਸੀ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_inform_outstanding_ml_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Your account is due with Rs {EMI_Amount} across {no_of_loans} loan accounts.",
        "Hindi": "आपके {no_of_loans} अकाउंट पर टोटल {total_amount} की पेमेंट पेंडिंग है। ",
        "Tamil ": "உங்கள் {no_of_loans} கடன் கணக்குகளில் ரூ.{EMI_Amount} உள்ளது.",
        "TELUGU": "మీ {no_of_loans} లోన్ అకౌంట్లలోని మొత్తం కలిపి  {total_amount} రూపాయిలు బకాయి ఉన్నది.",
        "Kannada": "ನಿಮ್ಮ {no_of_loans} ಸಾಲದ   ಅಕೌಂಟಲ್ಲಿ ರೂ {EMI_Amount} ಮೊತ್ತ ಬಾಕಿ ಇದೆ ",
        "Malayalam Response": "നിങ്ങളുടെ അക്കൗണ്ട് {no_of_loans} ലോൺ അക്കൗണ്ടുകളിൽ ഉടനീളം  {EMI_Amount} രൂപ നൽകണം.",
        "Marathi response": "आपले खाते {no_of_loans} कर्ज खात्यात {EMI_Amount} रुपये भरणे आहे ",
        "Bengali response": "আপনার {no_of_loans} টি একাউন্টএ {EMI_Amount} টাকার পেমেন্ট বাকি আছে। ",
        "Punjabi response": "ਤੁਹਾਡੇ {no_of_loans} ਲੋਨ ਖਾਤਿਆਂ ਤੋਂ {EMI_Amount} ਰੁਪਏ ਦੀ ਰਕਮ ਬਕਾਇਆ ਹੈ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_inform_outstanding_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Your due amount is Rs. {EMI_Amount}",
        "Hindi": "आपके अकाउंट पर {EMI_Amount} रूपये की पेमेंट पेंडिंग है। ",
        "Tamil ": "உங்கள் நிலுவைத் தொகை ரூ. {EMI_Amount}",
        "TELUGU": "మీ ఈఎంఐ బకాయి మొత్తం {EMI_Amount} రూపాయిలు వున్నది.",
        "Kannada": "ನಿಮ್ಮ ಬಾಕಿ ಮೊತ್ತ ರೂ.{EMI_Amount} ಆಗಿದೆ ",
        "Malayalam Response": "നിങ്ങളുടെ കുടിശ്ശിക തുക  {EMI_Amount} രൂപ .",
        "Marathi response": "तुमची राहिलेली  रक्कम रु.{EMI_Amount}",
        "Bengali response": "আপনার একাউন্টএ {EMI_Amount} টাকার পেমেন্ট বাকি আছে। ",
        "Punjabi response": "ਤੁਹਾਡੀ ਬਣਦੀ ਰਕਮ {EMI_Amount} ਰੁਪਏ ਹੈ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_confirm_language_support_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Yes, I can speak in English",
        "Hindi": "हाँ मै हिंदी मे बात कर सकती हूँ।",
        "Tamil ": "ஆம், என்னால் தமிழில் பேச முடியும் ",
        "TELUGU": "అవును నేను తెలుగులో మాట్లాడగలను.",
        "Kannada": "ಹೌದು, ನಾನು ಕನ್ನಡ ನಲ್ಲಿ ಮಾತನಾಡಬಹುದು.",
        "Malayalam Response": "അതെ, എനിക്ക് മലയാളത്തിൽ സംസാരിക്കാൻ കഴിയും",
        "Marathi response": "होय मी मराठीत बोलू शकते",
        "Bengali response": "হাঁ,আমি বাংলায় কথা বলতে পারি। ",
        "Punjabi response": "ਹਾਂ, ਮੈਂ ਪੰਜਾਬੀ ਵਿੱਚ ਬੋਲ ਸਕਦੀ ਹਾਂ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_confirm_eng_hin_support_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "I can speak in English, Hindi, Kannada, Malayalam,Tamil, Telugu, marathi, Bangla and Punjabi at the moment.",
        "Hindi": "मै इस समय इंग्लिश, हिंदी, कन्नड़ा, तमिल, मलयालम, तेलुगु, बांग्ला, मराठी और पंजाबी में ही बात कर सकती हूँ।",
        "Tamil ": "என்னால் தற்போது இங்கிலீஷ், இந்தி, கன்னடம், மலையாளம், தமிழ், தெலுங்கு, மராத்தி, பங்களா மற்றும் பஞ்சாபி ஆகிய மொழிகளில் மட்டுமே பேச முடியும்.",
        "TELUGU": "నేను ప్రస్తుతానికి కేవలము ఇంగ్లీష్, హిందీ, కన్నడ, తమిళ్, తెలుగు  మాత్రమే మాట్లాడగలను.",
        "Kannada": "ನಾನುಈ ಸಮಯದಲ್ಲಿ ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ಕನ್ನಡ,ಮಲ್ಯಾಳಮ್, ತಮಿಳು, ತೆಲುಗು,ಮರಾಠಿ ಬಾಂಗ್ಲಾ ಮತ್ತೆ ಪಂಜಾಬಿ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಬಹುದು .",
        "Malayalam Response": "ഇംഗ്ലീഷിലും ഹിന്ദിയിലും കന്നഡയിലും തമിഴിലും തെലുങ്കിലും മലയാളത്തിലും, ബംഗാളിയിലും മറാത്തിയിലും പഞ്ചാബിയിലും  മാത്രമേ എനിക്ക് ഇപ്പോൾ സംസാരിക്കാനാവൂ.",
        "Marathi response": "मी या क्षणी फक्त इंग्लिश, हिंदी, कन्नड, मल्याळम, तमिळ, तेलगू, मराठी, बांगला आणि पंजाबी मध्ये बोलू शकते ",
        "Bengali response": "আমি এখন শুধু ইংলিশ,হিন্দি,কন্নড়,তামিল,তেলেগু,মারাঠি,বাংলা এবং পাঞ্জাবি ভাষায় কথা বলতে পারি।",
        "Punjabi response": "ਮੈਂ ਇਸ ਸਮੇਂ ਅੰਗਰੇਜ਼ੀ, ਹਿੰਦੀ, ਕੰਨੜ, ਮਲਿਆਲਮ, ਤਾਮਿਲ, ਤੇਲਗੂ, ਮਰਾਠੀ, ਬੰਗਲਾ ਅਤੇ ਪੰਜਾਬੀ ਵਿੱਚ ਬੋਲ ਸਕਦੀ ਹਾਂ। ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_apology_call_back_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Apologies, I can only speak in English, Hindi, Kannada, Tamil,Malayalam, Telugu, Marathi, Bangla and Punjabi at the moment. Our agents will get in touch with you. Have a nice day!",
        "Hindi": "सॉरी, इस समय मैं सिर्फ इंग्लिश, हिंदी, कन्नड़ा, तमिल मलयालम, तेलुगु, बांग्ला, मराठी और पंजाबी में ही बात कर सकती हूँ। हमारे एजेंट्स कुछ ही देर मे आपसे संपर्क करेंगे। आपका दिन शुभ रहे।",
        "Tamil ": "மன்னிக்கவும், என்னால் தற்போது இங்கிலீஷ், இந்தி, கன்னடம், மலையாளம், தமிழ், தெலுங்கு, மராத்தி, பங்களா மற்றும் பஞ்சாபி ஆகிய மொழிகளில் மட்டுமே பேச முடியும். எங்கள் முகவர்கள் உங்களைத் தொடர்புகொள்வார்கள். இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "క్షమించండి, నేను ప్రస్తుతానికి కేవలము ఇంగ్లీష్, హిందీ, కన్నడ, మలయాళం, తమిళ్, తెలుగు, మరాఠి, బాంగ్లా మరియు పంజాబీలో మాత్రమే మాట్లాడగలను. మా ఏజెంట్లు మీకు కాల్ చేస్తారు. శుభదినం!",
        "Kannada": "ಕ್ಷಮಿಸಿ, ನಾನುಈ ಸಮಯದಲ್ಲಿ ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ಕನ್ನಡ,ತಮಿಳು, ಮಲ್ಯಾಳಮ್,ತೆಲುಗು,ಮರಾಠಿ ಬಾಂಗ್ಲಾ ಮತ್ತೆ ಪಂಜಾಬಿ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಬಹುದು. ನಮ್ಮ  ಏಜೆಂಟ್ ನಿಮ್ಮನ್ನು ಶೀಘ್ರದಲ್ಲೇ  ಸಂಪರ್ಕಿಸುತ್ತಾರೆ  .ಶುಭ ದಿನ.",
        "Malayalam Response": "ക്ഷമിക്കണം, എനിക്ക് ഇപ്പോൾ ഇംഗ്ലീഷ്, ഹിന്ദി, കന്നഡ, തമിഴ്, മലയാളം , തെലുങ്ക്,ബംഗാളി, മറാത്തി, പഞ്ചാബി ഭാഷകളിൽ മാത്രമേ സംസാരിക്കാനാവൂ. ഞങ്ങളുടെ ഏജന്റുമാർ നിങ്ങളുമായി ബന്ധപ്പെടും. ഒരു നല്ല ദിനം ആശംസിക്കുന്നു!",
        "Marathi response": "क्षमस्व, मी या क्षणी फक्त इंग्लिश, हिंदी, कन्नड, तमिळ, मल्याळम, तेलगू, मराठी, बांगला आणि पंजाबी मध्ये बोलू शकते . आमचे एजंट तुमच्याशी संपर्क साधतील. आपला दिवस चांगला जावो!",
        "Bengali response": "মাফ করবেন,আমি এখন শুধু ইংলিশ,হিন্দি,কন্নড়,তামিল,তেলেগু,মারাঠি,বাংলা এবং পাঞ্জাবি ভাষায় কথা বলতে পারি।আমাদের এজেন্ট শীঘ্রই আপনার সাথে যোগাযোগ করবে। আপনার দিন টি শুভ হোক। ",
        "Punjabi response": "ਮਾਫ਼ ਕਰਨਾ, ਮੈਂ ਇਸ ਸਮੇਂ ਅੰਗਰੇਜ਼ੀ, ਹਿੰਦੀ, ਕੰਨੜ, ਤਾਮਿਲ, ਮਲਿਆਲਮ, ਤੇਲਗੂ, ਮਰਾਠੀ, ਬੰਗਲਾ ਅਤੇ ਪੰਜਾਬੀ ਵਿੱਚ ਹੀ ਬੋਲ ਸਕਦੀ ਹਾਂ। ਸਾਡੇ ਏਜੰਟ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨਗੇ। ਤੁਹਾਡਾ ਦਿਨ ਸ਼ੁੱਭ ਰਹੇ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_language_preference_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Please tell me your language preference. I can speak in English, Hindi, Kannada,Malayalam, Tamil , Telugu,Bangla, Marathi and Punjabi at the moment.",
        "Hindi": "प्लीज़ अपनी लैंग्वेज चुनें, मैं इस समय अंग्रेजी, हिंदी, कन्नड़ा, तमिल, मलयालम, तेलुगु, बांग्ला, मराठी और पंजाबी में आपसे बात कर सकती हूँ।",
        "Tamil ": "உங்கள் மொழி விருப்பத்தை சொல்லுங்கள். என்னால் தற்போது இங்கிலீஷ், இந்தி, கன்னடம், மலையாளம், தமிழ், தெலுங்கு, மராத்தி, பங்களா மற்றும் பஞ்சாபி ஆகிய மொழிகளில் மட்டுமே பேச முடியும்.",
        "TELUGU": "దయచేసి మీ భాషాను ఎంచుకోండి. నేను ప్రస్తుతానికి కేవలము ఇంగ్లీష్, హిందీ, కన్నడ, మలయాళం, తమిళ్, తెలుగు, మరాఠి, బాంగ్లా మరియు పంజాబీలో మాత్రమే మాట్లాడగలను.",
        "Kannada": "ದಯವಿಟ್ಟು ನಿಮ್ಮ ಭಾಷಾ ಆದ್ಯತೆಯನ್ನು ನನಗೆ ತಿಳಿಸಿ. ನಾನುಈ ಸಮಯದಲ್ಲಿ ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ಕನ್ನಡ,ಮಲ್ಯಾಳಮ್, ತಮಿಳು, ತೆಲುಗು,ಮರಾಠಿ, ಬಾಂಗ್ಲಾ ಮತ್ತೆ ಪಂಜಾಬಿ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಬಹುದು .",
        "Malayalam Response": "നിങ്ങളുടെ ഭാഷാ മുൻഗണന എന്നോട് പറയൂ. ഇംഗ്ലീഷിലും ഹിന്ദിയിലും കന്നഡയിലും തമിഴിലും തെലുങ്കിലും, ബംഗാളിയിലും, മറാത്തിയിലും, പഞ്ചാബിയിലും ,മലയാളത്തിലും  മാത്രമേ എനിക്ക് ഇപ്പോൾ സംസാരിക്കാനാവൂ.",
        "Marathi response": "कृपया मला तुमची भाषेची पसंती सांगा. मी या क्षणी फक्त इंग्लिश  हिंदी, कन्नड, मल्याळम, तमिळ, तेलगू, बांगला, मराठी आणि पंजाबी मध्ये बोलू शकते. ",
        "Bengali response": "প্লিজ আপনার পছন্দের ভাষা টি বলুন। আমি এখন শুধু ইংলিশ,হিন্দি,কন্নড়,তামিল,তেলেগু,মারাঠি,বাংলা এবং পাঞ্জাবি ভাষায় কথা  বলতে পারি।",
        "Punjabi response": "ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਆਪਣੀ ਭਾਸ਼ਾ ਦੀ ਤਰਜੀਹ ਦੱਸੋ। ਮੈਂ ਇਸ ਸਮੇਂ ਅੰਗਰੇਜ਼ੀ, ਹਿੰਦੀ, ਕੰਨੜ, ਮਲਿਆਲਮ, ਤਾਮਿਲ, ਤੇਲਗੂ, ਬੰਗਲਾ, ਮਰਾਠੀ ਅਤੇ ਪੰਜਾਬੀ ਵਿੱਚ ਬੋਲ ਸਕਦੀ ਹਾਂ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_ask_reason_1_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Can you please tell me the reason for this delay?",
        "Hindi": "क्या आप मुझे लेट पेमेंट करने की वजह बता सकते हैं?",
        "Tamil ": "இந்த தாமதத்திற்கான காரணத்தை தயவுசெய்து சொல்ல முடியுமா?",
        "TELUGU": "మీరు దయచేసి ఈ ఆలస్యానికి కారణం ఏమిటో చెప్పగలరా?",
        "Kannada": "ಈ ವಿಳಂಬಕ್ಕೆ ಕಾರಣವೇನು  ಎಂದು  ದಯವಿಟ್ಟು ನನಗೆ ಹೇಳಬಹುದಾ ? ",
        "Malayalam Response": "ഈ കാലതാമസത്തിന്റെ കാരണം ദയവായി എന്നോട് പറയാമോ?",
        "Marathi response": "या विलंबाचे कारण तुम्ही कृपया मला सांगू शकता का?",
        "Bengali response": "আপনি কি আপনার দেরি হওয়ার কারণ বলতে পারবেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਇਸ ਦੇਰੀ ਦਾ ਕਾਰਨ ਦੱਸ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_ask_reason_2_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Can you please tell me briefy about the situation that is causing the delay.",
        "Hindi": "क्या आप मुझे अपनी सिचुएशन के बारे मे बता सकते हैं जिसकी वजह से ये देरी हुई है।",
        "Tamil ": "இந்தத் தாமதம் ஏற்படக் காரணமான சூழ்நிலையைப் பற்றிச் சுருக்கமாகச் சொல்ல முடியுமா?",
        "TELUGU": "మీరు దయచేసి క్లుప్తంగా ఈ ఆలస్యం అవడానికి గల కారణాన్ని వివరించగలరా.",
        "Kannada": "ಈ ವಿಳಂಬಕ್ಕೆ ಕರಣವಾದ ಪರಿಸ್ಥಿತಿಯನ್ನು, ದಯವಿಟ್ಟು ಸಂಕ್ಷಿಪ್ತವಾಗಿ ತಿಳಿಸಿ ?",
        "Malayalam Response": "കാലതാമസത്തിന് കാരണമായ സാഹചര്യത്തെക്കുറിച്ച് ദയവായി എന്നോട് പറയാമോ.",
        "Marathi response": "विलंब होत असलेल्या परिस्थितीबद्दल आपण कृपया मला थोडक्यात सांगू शकता का?",
        "Bengali response": "আপনি কি আমায় আপনার পরিস্থিতি সংক্ষেপে বলতে পারবেন যে কারণে আপনার দেরি হচ্ছে?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਉਸ ਸਥਿਤੀ ਬਾਰੇ ਸੰਖੇਪ ਵਿੱਚ ਦੱਸ ਸਕਦੇ ਹੋ ਜੋ ਦੇਰੀ ਦਾ ਕਾਰਨ ਬਣ ਰਹੀ ਹੈ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_ask_reason_3_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Can you please elaborate on the reason?",
        "Hindi": "क्या आप मुझे इस डिले की वजह बता सकते हैं?",
        "Tamil ": "இதற்கான காரணத்தை தயவு செய்து விளக்க முடியுமா?",
        "TELUGU": "దయచేసి కారణాన్ని కొంచెం వివరంగా చెప్పగలరా?",
        "Kannada": "ದಯವಿಟ್ಟು ಕಾರಣವನ್ನು ವಿವರಿಸಬಹುದಾ ?",
        "Malayalam Response": "നിങ്ങൾ ദയവായി കാരണം വിശദമാക്കാമോ?",
        "Marathi response": "आपण कृपया सविस्तर  कारण सांगू शकता का?  ",
        "Bengali response": "আপনি কি কারণ টি বিস্তারিত বলতে পারবেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਨ ਬਾਰੇ ਵਿਸਤਾਰ ਨਾਲ ਦੱਸ ਸਕਦੇ ਹੋ?\n",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_ask_reason_4_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Can you share the reason for this delay?",
        "Hindi": "क्या आप मुझे पेमेंट मे देरी की वजह बता सकते हैं?",
        "Tamil ": "இந்த தாமதத்திற்கான காரணத்தை பகிர்ந்து கொள்ள முடியுமா?",
        "TELUGU": "మీరు ఈ ఆలస్యానికి కారణం ఏమిటో చెప్పగలరా?",
        "Kannada": "ಈ ವಿಳಂಬಕ್ಕೆ ಕಾರಣವನ್ನು ನೀವು ಹಂಚಿಕೊಳ್ಳಬಹುದಾ ?",
        "Malayalam Response": "ഈ കാലതാമസത്തിന്റെ കാരണം പങ്കുവെക്കാമോ?",
        "Marathi response": "या विलंबाचे कारण आपण सांगू  शकता का?",
        "Bengali response": "আপনি কি আমায় পেমেন্ট না করার কারণ বলতে পারবেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਇਸ ਦੇਰੀ ਦਾ ਕਾਰਨ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post-Due",
        "Response_ID": "utter_repeat_ask_payment_1_common",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "When will you clear your dues?",
        "Hindi": "आप कब तक अपने ड्यूज़ क्लियर करेंगे?",
        "Tamil ": "உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள்?",
        "TELUGU": "మీరు మీ బకాయిలను ఎప్పుడు చెల్లిస్తారు?",
        "Kannada": "ನೀವು ಬಾಕಿಗಳನ್ನು ಯಾವಾಗ  ಕ್ಲಿಯರ್ ಮಾಡ್ತಿರಾ ?",
        "Malayalam Response": "എപ്പോഴാണ് നിങ്ങളുടെ കുടിശ്ശിക തീർക്കുക?",
        "Marathi response": "तुम्ही तुमची राहिलेली रक्कम (थकबाकी) कधी भरणार आहात ?",
        "Bengali response": "আপনি কখন আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਤੁਸੀਂ ਆਪਣੇ ਬਕਾਏ ਕਦੋਂ ਅਦਾ ਕਰੋਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post-Due",
        "Response_ID": "utter_repeat_ask_payment_2_common",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "When will you clear your dues?",
        "Hindi": "आप कब तक अपने ड्यूज़ क्लियर करेंगे?",
        "Tamil ": "உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள்?",
        "TELUGU": "మీరు మీ బకాయిలను ఎప్పుడు చెల్లిస్తారు?",
        "Kannada": "ನೀವು ಬಾಕಿಗಳನ್ನು ಯಾವಾಗ  ಕ್ಲಿಯರ್ ಮಾಡ್ತಿರಾ ?",
        "Malayalam Response": "എപ്പോഴാണ് നിങ്ങളുടെ കുടിശ്ശിക തീർക്കുക?",
        "Marathi response": "तुमची थकबाकी कधी भरणार आहात ?",
        "Bengali response": "আপনি কখন আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਤੁਸੀਂ ਆਪਣੇ ਬਕਾਏ ਕਦੋਂ ਅਦਾ ਕਰੋਗੇ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post-Due",
        "Response_ID": "utter_repeat_ask_payment_3_common",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "Your payment is already late. Please tell me when will you clear your dues",
        "Hindi": "आपकी पेमेंट वैसे ही लेट हो चुकी है। प्लीज़ बताएं आप कब तक पेमेंट करेंगे?",
        "Tamil ": "உங்கள் கட்டணம் ஏற்கனவே தாமதமாகிவிட்டது. உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள் என்று கூறுங்கள் ",
        "TELUGU": "మీ చెల్లింపు ఇప్పటికే ఆలస్యం అయింది. మీ బకాయిలను ఎప్పుడు చెల్లిస్తారో చెప్పండి.",
        "Kannada": "ನಿಮ್ಮ ಪೇಮೆಂಟ್ ಈಗಾಗಲೇ ತಡವಾಗಿದೆ. ನೀವು ಬಾಕಿಯನ್ನು ಯಾವಾಗ ಕಟ್ಟುತ್ತಿರ  ಎಂದು ದಯವಿಟ್ಟು ನನಗೆ ತಿಳಿಸಿ.",
        "Malayalam Response": "നിങ്ങളുടെ പേയ്‌മെന്റ് ഇതിനകം വൈകി. നിങ്ങളുടെ കുടിശ്ശിക എപ്പോൾ തീർക്കുമെന്ന് ദയവായി എന്നോട് പറയുക ",
        "Marathi response": "तुमच्या पेमेंटला आधीच उशिर झाला आहे. कृपया मला सांगा की तुमची थकबाकी कधी भरणार आहात ",
        "Bengali response": "আপনার পেমেন্ট অলরেডি লেট হয়ে গেছে। প্লিজ আমাকে বলুন আপনি কখন আপনার ডিউ ক্লিয়ার করবেন?",
        "Punjabi response": "ਤੁਹਾਡੀ ਅਦਾਇਗੀ ਪਹਿਲਾਂ ਹੀ ਲੇਟ ਹੋ ਚੁੱਕੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਬਕਾਏ ਕਦੋਂ ਅਦਾ ਕਰੋਗੇ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post-Due",
        "Response_ID": "utter_repeat_ask_payment_4_common",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "The due date for your payment has passed. Please tell me when will you clear your dues",
        "Hindi": "आपकी ड्यू डेट निकल चुकी है। प्लीज़ बताएं आप कब तक पेमेंट करेंगे?",
        "Tamil ": "உங்கள் பணம் செலுத்துவதற்கான நிலுவைத் தேதி கடந்துவிட்டது. உங்கள் நிலுவைத் தொகையை எப்போது செலுத்துவீர்கள் என்று கூறுங்கள்",
        "TELUGU": "మీ ఈఎంఐ బకాయి తేదీ అయిపోయింది. మీ బకాయిలను ఎప్పుడు చెల్లిస్తారో చెప్పండి.",
        "Kannada": "ನಿಮ್ಮ ಪೇಮೆಂಟ್ ನಿಗದಿತ ದಿನಾಂಕ ಕಳೆದಿದೆ. ನೀವು ಬಾಕಿಯನ್ನು  ಯಾವಾಗ ಕಟ್ಟುತ್ತಿರ ಎಂದು ದಯವಿಟ್ಟು  ತಿಳಿಸಿ.",
        "Malayalam Response": "നിങ്ങളുടെ പേയ്‌മെന്റിന്റെ അവസാന തീയതി കഴിഞ്ഞു. നിങ്ങളുടെ കുടിശ്ശിക എപ്പോൾ തീർക്കുമെന്ന് ദയവായി എന്നോട് പറയൂ",
        "Marathi response": "तुमच्या पेमेंटची (ड्यू डेट) देय तारीख निघून गेली आहे. कृपया मला सांगा की तुमची राहिलेली रक्कम (थकबाकी) कधी भरणार आहात ",
        "Bengali response": "আপনার পেমেন্ট এর ডিউ ডেট পেরিয়ে গেছে। দয়া করে বলুন আপনি কখন পেমেন্ট করবেন?",
        "Punjabi response": "ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਵਾਸਤੇ ਨਿਯਤ ਮਿਤੀ ਪਾਸ ਹੋ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਬਕਾਏ ਕਦੋਂ ਅਦਾ ਕਰੋਗੇ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_1_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Pardon. I could not understand you.",
        "Hindi": "सॉरी, मै आपको समझ नहीं पाई।",
        "Tamil ": "மன்னிக்கவும். நீங்கள் என்ன சொல்கிறீர்கள் என்று எனக்கு புரியவில்லை.",
        "TELUGU": "నన్ను క్షమించండి, నేను మీరు చెప్పింది అర్ధంచేసుకోలేకపోయాను.",
        "Kannada": "ಮತ್ತೊಮ್ಮೆ ಹೇಳಿ ,ನಿಮ್ಮ ಮಾತು ನನಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ .",
        "Malayalam Response": "ക്ഷമിക്കുക. എനിക്ക് നിങ്ങളെ  മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല.",
        "Marathi response": "क्षमा करा. मी तुम्हाला समजू शकले नाही.",
        "Bengali response": "ক্ষমা করবেন।  আমি বুঝতে পারিনি।",
        "Punjabi response": "ਸੌਰੀ। ਮੈਂ ਤੁਹਾਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕੀ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_2_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Sorry I could not understand you. ",
        "Hindi": "मैं आपको समझ नहीं पा रही हूं ।",
        "Tamil ": "மன்னிக்கவும். நீங்கள் என்ன சொல்கிறீர்கள் என்று எனக்கு புரியவில்லை.",
        "TELUGU": "క్షమించండి, నేను మీరు చెప్పింది అర్ధంచేసుకోలేకపోయాను.",
        "Kannada": "ಕ್ಷಮಿಸಿ . ನನಗೆ ನಿಮ್ಮ ಮಾತು  ಅರ್ಥವಾಗಲಿಲ್ಲ .",
        "Malayalam Response": "ക്ഷമിക്കണം, എനിക്ക് നിങ്ങളെ മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല.",
        "Marathi response": "माफ करा मी तुम्हाला समजू शकले नाही.",
        "Bengali response": "দুঃখিত আমি বুঝতে পারিনি।",
        "Punjabi response": "ਮਾਫ਼ ਕਰਨਾ ਮੈਂ ਤੁਹਾਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕੀ । ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_3_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Could you please repeat that?",
        "Hindi": "क्या आप इसे फिर से रिपीट करें कर सकते हैं?",
        "Tamil ": "தயவுசெய்து அதை மீண்டும் சொல்ல  முடியுமா?",
        "TELUGU": "దయచేసి మీరు మల్లి ఇంకోసారి  చెప్పగలరా?",
        "Kannada": "ದಯವಿಟ್ಟು ಅದನ್ನು ಮತ್ತೊಮ್ಮೆ ಹೇಳ್ಬಹುದಾ ?",
        "Malayalam Response": "നിങ്ങൾ ദയവായി അത് ഒന്ന് അവർത്തിക്കാമോ ?",
        "Marathi response": "कृपया ते पुन्हा सांगू शकाल का?",
        "Bengali response": "আপনি কি আবার বলতে পারবেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਦੁਹਰਾ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_4_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "I could not understand you. Could you please repeat the same?",
        "Hindi": "सॉरी मैं आपको ठीक से सुन नहीं पा रही हूं। प्लीज़ रिपीट करें।",
        "Tamil ": "நீங்கள் என்ன சொல்கிறீர்கள் என்று எனக்கு புரியவில்லை. தயவு செய்து அதையே மீண்டும் சொல்ல முடியுமா?",
        "TELUGU": "నేను మీరు చెప్పింది అర్ధంచేసుకోలేకపోయాను. దయచేసి మీరు మల్లి ఇంకోసారి  చెప్పగలరా?",
        "Kannada": "ನನಗೆ ನಿಮ್ಮ ಮಾತು  ಅರ್ಥವಾಗಲಿಲ್ಲ   . ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ  ಹೇಳ್ಬಹುದಾ?",
        "Malayalam Response": "എനിക്ക് നിങ്ങളെ  മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല. ദയവായി അത് തന്നെ ആവർത്തിക്കാമോ?",
        "Marathi response": "मी तुम्हाला समजू शकले नाही. कृपया पुन्हा सांगता येईल का?",
        "Bengali response": "দুঃখিত আমি বুঝতে পারিনি। আপনি কি আবার বলতে পারবেন?",
        "Punjabi response": "ਮੈਂ ਤੁਹਾਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕੀ। ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਦੁਹਰਾ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_5_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Sorry, Can you repeat?",
        "Hindi": "सॉरी मैं समझ नहीं पाई। क्या आप फिर से रिपीट कर सकते हैं?",
        "Tamil ": "மன்னிக்கவும், மீண்டும் சொல்ல முடியுமா?",
        "TELUGU": "క్షమించండి, మీరు ఇంకోసారి  చెప్పగలరా?",
        "Kannada": "ಕ್ಷಮಿಸಿ, ನೀವು  ಮತ್ತೊಮ್ಮೆ  ಹೇಳ್ಬಹುದಾ?",
        "Malayalam Response": "ക്ഷമിക്കണം, നിങ്ങൾക്ക് ആവർത്തിക്കാമോ?",
        "Marathi response": "सॉरी, तुम्ही रिपीट करू शकता का?",
        "Bengali response": "দুঃখিত ,আপনি কি আবার বলতে পারবেন?",
        "Punjabi response": "ਮਾਫ਼ ਕਰਨਾ, ਕੀ ਤੁਸੀਂ ਦੁਹਰਾ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_6_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "There was a lot of background noise. Could you please repeat that?",
        "Hindi": "आपके बैकग्राउंड से बहुत आवाज आ रही है। क्या आप फिर से रिपीट करें कर सकते हैं?",
        "Tamil ": "பின்னணி இரைச்சல் அதிகமாக இருக்கிறது. தயவுசெய்து அதை மீண்டும் சொல்ல  முடியுமா?",
        "TELUGU": "మీ చుట్టూ బ్యాక్గ్రౌండ్ నాయిస్ ఎక్కువగా వున్నది. దయచేసి మీరు మల్లి ఇంకోసారి  చెప్పగలరా?",
        "Kannada": "ಬ್ಯಾಕ್ ಗ್ರೌಂಡ್ ನೋಯಿಸ್ ತುಂಬಾ ಇದೆ, ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಹೇಳ್ಬಹುದಾ?",
        "Malayalam Response": "ബാക്ക്ഗ്രൗണ്ട് നോയിസ് ഉണ്ടായിരുന്നു. ദയവായി അത് ആവർത്തിക്കാമോ?",
        "Marathi response": "आपल्याकडून खूप कर्कश आवाज येत आहे कृपया परत सांगू शकाल का ?",
        "Bengali response": "আপনার ব্যাকগ্রাউণ্ড থেকে  অনেক আওয়াজ আসছে। আপনি কি আবার বলতে পারবেন?",
        "Punjabi response": "ਪਿਛੋਕੜ ਦਾ ਬਹੁਤ ਸ਼ੋਰ ਸੀ। ਕੀ ਤੁਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਦੁਹਰਾ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_apology_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Sorry for the inconvenience.",
        "Hindi": "असुविधा के लिए हमें खेद है।",
        "Tamil ": "சிரமத்திற்கு மன்னிக்கவும்.",
        "TELUGU": "అసౌకర్యానికి చింతిస్తున్నాము.",
        "Kannada": "ಅನಾನುಕೂಲತೆಗಾಗಿ ಕ್ಷಮಿಸಿ.",
        "Malayalam Response": "അസൗകര്യത്തിൽ ക്ഷമചോദിക്കുന്നു.",
        "Marathi response": "गैरसोयीबद्दल क्षमस्व./गैरसोयीबद्दल क्षमा असावी ",
        "Bengali response": "অসুবিধার জন্য আমরা দুঃখিত। ",
        "Punjabi response": "ਅਸੁਵਿਧਾ ਲਈ ਮਾਫ਼ ਕਰਨਾ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_confirm_again_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Please confirm one more time.",
        "Hindi": "प्लीज़ एक बार और कन्फर्म करें।",
        "Tamil ": "மேலும் ஒருமுறை உறுதி செய்யவும்.",
        "TELUGU": "దయచేసి మీరు మరోసారి కన్ఫర్మ్ చేయండి.",
        "Kannada": "ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಕನ್ಫರ್ಮ್ ಮಾಡಿ.",
        "Malayalam Response": "ദയവായി ഒരിക്കൽ കൂടി സ്ഥിരീകരിക്കുക",
        "Marathi response": "कृपया आणखी एकदा पुष्टी करा.",
        "Bengali response": "প্লিজ আরেকবার কনফার্ম করুন ",
        "Punjabi response": "ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵਾਰ ਹੋਰ ਪੁਸ਼ਟੀ ਕਰੋ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_agent_will_connect_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Thank you for your time. Our agents will call you shortly.",
        "Hindi": "मुझे अपना समय देने के लिए धन्यवाद। हमारे एजेंट जल्दी ही आपसे संपर्क करेंगे।",
        "Tamil ": "உங்கள் நேரத்திற்கு நன்றி. மேலும் உதவிக்கு எங்கள் முகவர் உங்களை விரைவில் அழைப்பார்.",
        "TELUGU": "మీ సమయానికి ధన్యవాదాలు, మా ఏజెంట్లు త్వరలో మీకు కాల్ చేస్తారు.",
        "Kannada": "ನಿಮ್ಮ ಸಮಯಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಮ್ಮ ಏಜೆಂಟ್  ಶೀಘ್ರದಲ್ಲೇ ನಿಮಗೆ ಕರೆ ಮಾಡುತ್ತಾರೆ.",
        "Malayalam Response": "താങ്കളുടെ സമയത്തിനു നന്ദി. ഞങ്ങളുടെ ഏജന്റുമാർ നിങ്ങളെ ഉടൻ വിളിക്കും.",
        "Marathi response": "आपण दिलेल्या वेळेबद्दल धन्यवाद. आमचे एजंट तुम्हाला लवकरच कॉल करतील.",
        "Bengali response": "আমাকে সময় দেওয়ার জন্য ধন্যবাদ। আমাদের এজেন্ট শীঘ্রই আপনার সাথে যোগাযোগ করবে। ",
        "Punjabi response": "ਤੁਹਾਡੇ ਸਮੇਂ ਵਾਸਤੇ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਸਾਡੇ ਏਜੰਟ ਜਲਦੀ ਹੀ ਤੁਹਾਨੂੰ ਕਾਲ ਕਰਨਗੇ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_call_later_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Thank you for your time. i will call you later\n",
        "Hindi": "मुझे अपना समय देने के लिए धन्यवाद। हमारे एजेंट जल्दी ही आपसे संपर्क करेंगे।",
        "Tamil ": "உங்கள் நேரத்திற்கு நன்றி. நான் உங்களை பின்னர் அழைக்கிறேன்",
        "TELUGU": "మీ సమయానికి ధన్యవాదములు. నేను మీకు తర్వాత కాల్ చేస్తాను.",
        "Kannada": "ನಿಮ್ಮ ಸಮಯಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಾನು ನಂತರ ನಿಮಗೆ ಕರೆ ಮಾಡುತ್ತೇನೆ",
        "Malayalam Response": "താങ്കളുടെ സമയത്തിനു നന്ദി. ഞാൻ നിങ്ങളെ പിന്നീട് വിളിക്കാം",
        "Marathi response": "आपण दिलेल्या वेळेबद्दल धन्यवाद. मी तुम्हाला नंतर कॉल करेन",
        "Bengali response": "আমাকে সময় দেওয়ার জন্য ধন্যবাদ। আমি আপনাকে পরে কল করব।  ",
        "Punjabi response": "ਸਮੇਂ ਵਾਸਤੇ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਮੈਂ ਤੁਹਾਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਾਲ ਕਰਾਂਗੀ। \n",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_user_said_thank_you_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "I'm glad to help you.",
        "Hindi": "आपकी सहायता करके मुझे खुशी हुई।",
        "Tamil ": "உங்களுக்கு உதவ நான் மகிழ்ச்சியடைகிறேன்.",
        "TELUGU": "మీకు సహాయం చేయడానికి నేను సంతోషిస్తున్నాను.",
        "Kannada": "ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನನಗೆ ಸಂತೋಷವೇ.",
        "Malayalam Response": "നിങ്ങളെ സഹായിക്കുന്നതിൽ എനിക്ക് സന്തോഷമുണ്ട്.",
        "Marathi response": "मला तुमची मदत करण्यात आनंद मिळाला. ",
        "Bengali response": "আপনাকে সাহায্য করে আমি খুশি হলাম। ",
        "Punjabi response": "ਮੈਨੂੰ ਤੁਹਾਡੀ ਮਦਦ ਕਰਕੇ ਖੁਸ਼ੀ ਹੋ ਰਹੀ ਹੈ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_apology_call_back_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Apologies, I can only speak in English, Hindi, Kannada, Tamil, Malayalam ,Telugu,Bangla, Marathi and Punjabi at the moment. Our agents will get in touch with you. Have a nice day!",
        "Hindi": "मुझे क्षमा करें। मैं अभी सिर्फ हिंदी, इंग्लिश,कन्नड़ा, तमिल, मलयालम, तेलुगु, बांग्ला, मराठी और पंजाबी में आपसे बात कर सकती हूँ। हमारे एजेंट आपसे संपर्क करेंगे। आपका दिन शुभ रहे।",
        "Tamil ": "மன்னிக்கவும், நான் தற்போது இங்கிலீஷ் ,இந்தி, கன்னடம், மலையாளம், தமிழ், தெலுங்கு, மராத்தி, பங்களா மற்றும் பஞ்சாபி  மட்டுமே பேச முடியும். எங்கள் முகவர்கள் உங்களுடன் தொடர்பு கொள்வார்கள். இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "క్షమించండి, నేను ప్రస్తుతానికి కేవలము ఇంగ్లీష్, హిందీ, కన్నడ, మలయాళం, తమిళ్, తెలుగు, మరాఠి, బాంగ్లా మరియు పంజాబీలో మాత్రమే మాట్లాడగలను. మా ఏజెంట్లు మీకు కాల్ చేస్తారు. శుభదినం!",
        "Kannada": "ಕ್ಷಮಿಸಿ, ನಾನುಈ ಸಮಯದಲ್ಲಿ ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ಕನ್ನಡ,ಮಲ್ಯಾಳಮ್, ತಮಿಳು, ತೆಲುಗು,ಮರಾಠಿ, ಬಾಂಗ್ಲಾ ಮತ್ತೆ ಪಂಜಾಬಿ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಬಹುದು . ನಮ್ಮ ಏಜೆಂಟ್ ಶೀಘ್ರದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತಾರೆ  .ಶುಭ ದಿನ",
        "Malayalam Response": "ക്ഷമിക്കണം, എനിക്ക് ഇപ്പോൾ ഇംഗ്ലീഷ്, ഹിന്ദി, കന്നഡ, തമിഴ്,മലയാളം , തെലുങ്ക് ബംഗാളി, മറാത്തി, പഞ്ചാബി ഭാഷകളിൽ മാത്രമേ സംസാരിക്കാനാവൂ. ഞങ്ങളുടെ ഏജന്റുമാർ നിങ്ങളുമായി ബന്ധപ്പെടും. ഒരു നല്ല ദിനം ആശംസിക്കുന്നു!",
        "Marathi response": "क्षमा असावी, मी या क्षणी फक्त इंग्लिश , हिंदी, कन्नड, तमिळ, मल्याळम, तेलगू, बांगला, मराठी आणि पंजाबी मध्ये बोलू शकतो. आमचे एजंट तुमच्याशी संपर्क साधतील. तुमचा दिवस चांगला जावो!",
        "Bengali response": "আমাকে ক্ষমা করুন। আমি আপনার সাথে  এখন শুধু  ইংলিশ,হিন্দি,কন্নড়,তামিল,তেলেগু,মারাঠি,বাংলা এবং পাঞ্জাবি ভাষায় কথা বলতে পারি। আমাদের এজেন্ট আপনার সাথে যোগাযোগ করবে। আপনার দিন টি শুভ হোক। ",
        "Punjabi response": "ਮੁਆਫ਼ੀ ਮੰਗੋ, ਮੈਂ ਇਸ ਸਮੇਂ ਅੰਗਰੇਜ਼ੀ, ਹਿੰਦੀ, ਕੰਨੜ, ਤਾਮਿਲ, ਮਲਿਆਲਮ, ਤੇਲਗੂ, ਬੰਗਲਾ, ਮਰਾਠੀ ਅਤੇ ਪੰਜਾਬੀ ਵਿੱਚ ਹੀ ਬੋਲ ਸਕਦੀ ਹਾਂ। ਸਾਡੇ ਏਜੰਟ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨਗੇ। ਤੁਹਾਡਾ ਦਿਨ ਸ਼ੁੱਭ ਰਹੇ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_idle_bye_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Since I'm unable to hear you, I am disconnecting this call.",
        "Hindi": "मैं आपको सुन नहीं पा रही हूं, इसलिए मैं यह कॉल डिस्कनेक्ट कर रही हूं।",
        "Tamil ": "நீங்கள் சொல்வது எனக்கு  கேட்காத காரணத்தினால் , இந்த அழைப்பைத் துண்டிக்கிறேன்.",
        "TELUGU": "నేను మీ మాట వినలేకపోతున్నందున, నేను కాల్ డిస్కాన్నక్ట్  చేస్తున్నాను.",
        "Kannada": "ನನಗೆ  ನಿಮ್ಮ ಮಾತು ಕೆಲ್ಸದೇ ಇರುವ ಕರಣ ನಾನು ಈ ಕರೆಯನ್ನು ಡಿಸ್ಕನೆಕ್ಟ್ ಮಾಡುತ್ತಿದ್ದೇನೆ.",
        "Malayalam Response": "എനിക്ക് നിങ്ങളെ കേൾക്കാൻ കഴിയാത്തതിനാൽ, ഞാൻ ഈ കോൾ വിച്ഛേദിക്കുന്നു.",
        "Marathi response": "मी तुम्हाला ऐकू शकत नसल्यामुळे मी हा कॉल डिस्कनेक्ट करत आहे.",
        "Bengali response": "আপনি আপনাকে শুনতে পাচ্ছি না,তাই আমি কল টি ডিসকানেক্ট করছি। ",
        "Punjabi response": "ਕਿਉਂਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਣਨ ਦੇ ਅਯੋਗ ਹਾਂ, ਇਸ ਲਈ ਮੈਂ ਇਸ ਕਾਲ ਨੂੰ ਡਿਸਕਨੈਕਟ ਕਰ ਰਹੀ ਹਾਂ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_general_queries_customer_care_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "For further information or queries, you can contact the customer care service. ",
        "Hindi": "इन प्रश्नों के लिए, कृपया हमारे कस्टमर केयर नंबर पर संपर्क करें। धन्यवाद आपका दिन शुभ हो",
        "Tamil ": "மேலும் தகவல் அல்லது கேள்விகளுக்கு, நீங்கள் வாடிக்கையாளர்  சேவையை  தொடர்பு கொள்ளலாம்.",
        "TELUGU": "మరింత సమాచారం లేదా సహాయం కోసం, మీరు మా కస్టమర్ కేర్ సర్వీసును సంప్రదించవచ్చు.",
        "Kannada": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಪ್ರಶ್ನೆಗಳಿಗಾಗಿ, ನೀವು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ಕಸ್ಟಮರ್ ಕೇರ್ ಸೇವೆಯೆನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.",
        "Malayalam Response": "കൂടുതൽ വിവരങ്ങൾക്കും സംശയങ്ങൾക്കും, നിങ്ങൾക്ക് കസ്റ്റമർ കെയർ സേവനവുമായി ബന്ധപ്പെടാം.",
        "Marathi response": "अधिक माहिती साठी किंवा प्रश्नांसाठी, आपण कस्टमर केर सर्विस संपर्क साधू शकता. ",
        "Bengali response": "আরও প্রশ্ন বা তথ্যের  জন্য  আপনি কাস্টমার কেয়ার সার্ভিস এ যোগাযোগ করতে পারেন। ",
        "Punjabi response": "ਅਗਲੇਰੀ ਜਾਣਕਾਰੀ ਜਾਂ ਸਵਾਲਾਂ ਵਾਸਤੇ, ਤੁਸੀਂ ਗਾਹਕ ਸੰਭਾਲ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ। ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_default_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Pardon. I could not understand you.",
        "Hindi": "क्षमा करें। मैं आपकी बात समझ नहीं पाई। ",
        "Tamil ": "மன்னிக்கவும். நீங்கள் என்ன சொல்கிறீர்கள் என்று எனக்கு புரியவில்லை.",
        "TELUGU": "క్షమించండి. మీరు చెప్పింది నేను అర్ధంచేసుకోలేకపోయాను.",
        "Kannada": "ಕ್ಷಮಿಸಿ . ನನಗೆ ನಿಮ್ಮ ಮಾತು  ಅರ್ಥವಾಗಲಿಲ್ಲ.",
        "Malayalam Response": "ക്ഷമിക്കുക. എനിക്ക് നിങ്ങളെ മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല.",
        "Marathi response": "माफ करा। मी तुम्हाला  समजू शकले नाही.",
        "Bengali response": "দুঃখিত। আমি আপনার কথা বুঝতে পারিনি। ",
        "Punjabi response": "ਸੌਰੀ। ਮੈਂ ਤੁਹਾਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕੀ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_bye_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Thank you for speaking to ShriRam Housing finance. Have a great day!",
        "Hindi": "श्रीराम हाउसिंग फाइनेंस से बात करने के लिए धन्यवाद। आपका दिन शुभ रहे ।",
        "Tamil ": " ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸ் உடன் பேசியதற்கு நன்றி.இந்த நாள் இனிய நாளாக இருக்கட்டும்!",
        "TELUGU": "మీ విలువైన సమయాన్ని శ్రీరామ్ హౌసింగ్ ఫైనాన్సుకి  వెచ్చించినందుకు ధన్యవాదాలు, శుభదినం!",
        "Kannada": "ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ಜೊತೆ ಮಾತನಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.  ಶುಭ ದಿನ!",
        "Malayalam Response": "ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസുമായി സംസാരിച്ചതിന് നന്ദി. ഒരു നല്ല ദിനം ആശംസിക്കുന്നു!",
        "Marathi response": "श्रीराम हाऊसिंग फायनान्सशी बोलल्याबद्दल धन्यवाद. आपला दिवस चांगला जावो. ",
        "Bengali response": "শ্রীরাম হাউসিং ফাইনান্স এর সাথে কথা বলার জন্য ধন্যবাদ। আপনার দিন টি শুভ  হোক । ",
        "Punjabi response": "ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਨਾਲ ਗੱਲ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਇੱਕ ਵਧੀਆ ਦਿਨ ਬਿਤਾਓ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_audible_check_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "am i audible to you?",
        "Hindi": "क्या आप मुझे सुन पा रहे हैं।",
        "Tamil ": "நான் சொல்வது உங்களுக்கு கேட்கிறதா?",
        "TELUGU": "నేను చెప్పింది మీకు వినిపించిందా?",
        "Kannada": "ನನ್ನ ಮಾತು , ನಿಮಗೆ ಕೇಳಿಸುತ್ತಾ ಇದೆಯಾ ?  ",
        "Malayalam Response": "ഞാൻ പറയുന്നത്  നിങ്ങൾക്ക് കേൾക്കാൻ കഴിയുന്നുണ്ടോ?",
        "Marathi response": "तुम्हाला माझा आवाज ऐकू येत आहे का ?",
        "Bengali response": "আপনি কি আমায় শুনতে পাচ্ছেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਮੈਨੂੰ ਸੁਣ ਸਕਦੇ ਹੋ ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_idle_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Sorry I was not able to hear you.",
        "Hindi": "क्षमा करें, मैं आपको सुन नहीं पायी।",
        "Tamil ": "மன்னிக்கவும். நீங்கள் என்ன சொல்கிறீர்கள் என்று எனக்கு கேட்கவில்லை .",
        "TELUGU": "క్షమించండి నేను మీరు చెప్పింది వినలేకపోయాను.",
        "Kannada": "ಕ್ಷಮಿಸಿ, ನನಗೆ ನಿಮ್ಮ ಮಾತು  ಕೇಳಿಸಲಿಲ್ಲ.",
        "Malayalam Response": "ക്ഷമിക്കണം, എനിക്ക് നിങ്ങളെ കേൾക്കാൻ കഴിഞ്ഞില്ല.",
        "Marathi response": "माफ करा मी तुमचे ऐकू शकले नाही.",
        "Bengali response": "দুঃখিত,আমি শুনতে পাই নি। ",
        "Punjabi response": "ਮਾਫ਼ ਕਰਨਾ ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਣ ਨਹੀਂ ਸਕੀ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_ask_capability_common",
        "Tone": "Neutral",
        "Comments": "",
        "English": "I'm calling from Shriram Housing finance.",
        "Hindi": "मैं श्रीराम हाउसिंग फाइनेंस से कॉल कर रही हूँ।",
        "Tamil ": "நான்  ஸ்ரீராம் ஹவுசிங் ஃபைனான்ஸிலிருந்து  அழைக்கிறேன்.",
        "TELUGU": "నేను శ్రీరామ్ హౌసింగ్ ఫైనాన్స్ నుండి కాల్ చేస్తున్నాను.",
        "Kannada": "ನಾನು ಶ್ರೀರಾಮ್ ಹೌಸಿಂಗ್ ಫೈನಾನ್ಸ್ ನಿಂದ ಕರೆ ಮಾಡುತ್ತಿದ್ದೇನೆ.",
        "Malayalam Response": "ഞാൻ ശ്രീറാം ഹൗസിംഗ് ഫിനാൻസിൽ നിന്നാണ് വിളിക്കുന്നത്.",
        "Marathi response": "मी श्रीराम हाऊसिंग फायनान्समधून कॉल  करत आहे ",
        "Bengali response": "আমি শ্রীরাম হাউসিং ফাইনান্স থকে কল করছি। ",
        "Punjabi response": "ਮੈਂ ਸ਼੍ਰੀਰਾਮ ਹਾਊਸਿੰਗ ਫਾਈਨੈਂਸ ਤੋਂ ਕਾਲ ਕਾਰ ਰਹੀ ਹਾਂ। ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common_Shriram ",
        "Response_ID": "utter_customer_informed_wait",
        "Tone": "Neutral",
        "Comments": "",
        "English": "Sure, I am waiting",
        "Hindi": "ज़रूर, मैं वेट कर रही हूँ।",
        "Tamil ": "நிச்சயமாக, நான் காத்திருக்கிறேன்",
        "TELUGU": "కచ్చితంగా, నేను వెయిట్ చేస్తున్నాను",
        "Kannada": "ಖಂಡಿತ, ನಾನು ಕಾಯುತ್ತಿದ್ದೇನೆ.",
        "Malayalam Response": "തീർച്ചയായും, ഞാൻ കാത്തിരിക്കുകയാണ്.",
        "Marathi response": "ठीक आहे ,मी वाट पाहत आहे",
        "Bengali response": "অবশ্যই,আমি অপেক্ষা করছি।",
        "Punjabi response": "ਹਾਂ ਜੀ, ਮੈਂ ਵੇਟ ਕਰ ਰਹੀ ਹਾਂ। ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_repeat_ask_payment_pre_due",
        "Tone": "Neutral",
        "Comments": "",
        "English": "May I know if there is sufficient balance in your account to pay the EMI?",
        "Hindi": "क्या आप मुझे बता सकते हैं कि आपके अकाउंट में ईएमआई भरने के लिए पर्याप्त बैलेंस है या नहीं ?",
        "Tamil ": "இஎம்ஐ செலுத்த உங்கள் கணக்கில் போதுமான இருப்பு இருக்கிறதா என்பதை நான் அறியலாமா?",
        "TELUGU": "మీ అకౌంట్లో ఈఎంఐ చెల్లించడానికి సరిపోయే బ్యాలన్స్ ఉందొ నాకు చెప్పగలరా?",
        "Kannada": "ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಇದೆಯಾ ಎಂದು ನನಗೆ ತಿಳಿಯಬಹುದಾ ?",
        "Malayalam Response": "ഇ എം ഐ അടയ്‌ക്കുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ടിൽ മതിയായ ബാലൻസ് ഉണ്ടോ എന്ന് എനിക്ക് അറിയാൻ സാധിക്കുമോ ?",
        "Marathi response": "मला जाणून घायच आहे कि ईएमआय भरण्यासाठी आपल्या खात्यात उपलब्ध बैलेंस आहे का?",
        "Bengali response": "আপনার একাউন্ট এ কি ইএমআই দেওয়ার জন্য যথেষ্ঠ  ব্যালান্স আছে?",
        "Punjabi response": "ਹੈ। ਕੀ ਮੈਂ ਜਾਣ ਸਕਦੀ ਹਾਂ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਈਐਮਆਈ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਵਧੇਰੀ ਰਕਮ ਹੈ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Common",
        "Response_ID": "utter_client_name",
        "Tone": "",
        "Comments": "",
        "English": "Shriram",
        "Hindi": "श्रीराम",
        "Tamil ": "ஸ்ரீராம்",
        "TELUGU": "శ్రీరామ్",
        "Kannada": "ಶ್ರೀರಾಮ್",
        "Malayalam Response": "ശ്രീറാം",
        "Marathi response": "श्रीराम",
        "Bengali response": "শ্রীরাম",
        "Punjabi response": "ਸ਼੍ਰੀਰਾਮ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_medical_reson_post_due",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "I am really sorry to hear that. I will ask my senior to get in touch with you. Please take care.",
        "Hindi": "ये सुनकर दुःख हुआ । हमारे सीनियर एक्जीक्यूटिव आपसे कॉन्टैक्ट करेंगे।अपना ध्यान रखें।",
        "Tamil ": "இதைக் கேட்டு நான் மிகவும் வருந்துகிறேன். இதைத் தீர்க்க எங்கள் சீனியரிடம் உங்களைத் தொடர்பு கொள்ளுமாறு கேட்டுக் கொள்கிறேன். தயவுசெய்து கவனித்துக் கொள்ளுங்கள்.",
        "TELUGU": "మీరు చెప్పింది విని నేను నిజంగా చింతిస్తున్నాను. నేను నా పైఅధికారిని మీకు కాల్ చేయమని చెపుతాను. దయచేసి జాగ్రత్తగా వుండండి.",
        "Kannada": "ಅದನ್ನು ಕೇಳಲು ನಾನು ನಿಜವಾಗಿಯೂ ವಿಷಾದಿಸುತ್ತೇನೆ. ನಿಮ್ಮೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಲು ನಾನು ನನ್ನ ಸಿನಿಯರನ್ನು ಕೇಳುತ್ತೇನೆ. ದಯವಿಟ್ಟು ಜಾಗ್ರತೆ ವಹಿಸಿ.",
        "Malayalam Response": "അത് കേട്ടതിൽ എനിക്ക് ശരിക്കും ഖേദമുണ്ട്. നിങ്ങളുമായി ബന്ധപ്പെടാൻ ഞാൻ എന്റെ സീനിയറോട് ആവശ്യപ്പെടും. ദയവായി ശ്രദ്ധിക്കുക.",
        "Marathi response": "हे ऐकून मला वाईट वाटल. मी माझ्या वरिष्ठांना तुमच्याशी संपर्क साधैला सांगेन. कृपया काळजी घ्या.",
        "Bengali response": "শুনে আমার খুব খারাপ লাগলো।আমি আমার সিনিয়রকে বলব আপনার সাথে যোগাযোগ করতে। নিজের খেয়াল রাখুন। ",
        "Punjabi response": "ਮੈਨੂੰ ਇਹ ਸੁਣ ਕੇ ਸੱਚਮੁੱਚ ਅਫਸੋਸ ਹੈ। ਮੈਂ ਆਪਣੇ ਸੀਨੀਅਰ ਨੂੰ ਇਸ ਨੂੰ ਹੱਲ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਕਹਾਂਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ।",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_not_accepted_reason_post_due",
        "Tone": "Persuasive",
        "Comments": "",
        "English": "This delay will lead to late payment charges. Please arrange the funds and pay your dues with immediate effect. Thanks!",
        "Hindi": "देरी से पेमेंट करने पर आपको लेट पेमेंट चार्जेज़ देने होंगे। फंड्स अर्रेंज करके तुरंत ही अपने ड्यूज़ पे करें। धन्यवाद। ",
        "Tamil ": "இந்த தாமதம் தாமதக்  கட்டணத்திற்கு வழிவகுக்கும். தயவுசெய்து பணத்தை  ஏற்பாடு செய்து, உங்கள் நிலுவைத் தொகையை உடனடியாகச் செலுத்தவும். நன்றி! ",
        "TELUGU": "ఈ ఆలస్యం వళ్ళ లేట్ పేమెంట్ చార్జెస్ ఆడ్ అవుతాయి. దయచేసి మీరు డబ్బులు సమకూర్చుకొని వెంటనే పేమెంట్ చేయండి. ధన్యవాదాలు!",
        "Kannada": "ಈ ವಿಳಂಬವು ಲೇಟ್ ಪೇಮೆಂಟ್ ಚಾರ್ಜಸ್ಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ದಯವಿಟ್ಟು ಹಣವನ್ನು ವ್ಯವಸ್ಥೆ ಮಾಡಿ ಮತ್ತು ತಕ್ಷಣದಿಂದ ಜಾರಿಗೆ ಬರುವಂತೆ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಪೆ ಮಾಡಿ. ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "ഈ കാലതാമസം ലേറ്റ് പേയ്‌മെന്റ് ചാർജുകൾക്ക് ഇടയാക്കും. ദയവായി ഫണ്ടുകൾ ക്രമീകരിക്കുകയും നിങ്ങളുടെ കുടിശ്ശിക ഉടൻ പ്രാബല്യത്തിൽ വരുത്തുകയും ചെയ്യുക. നന്ദി!",
        "Marathi response": "या विलंबामुळे लेट चार्जेस लागेल . कृपया फंडची व्यवस्था करा आणि तुमची देय रक्कम त्वरित भरा. धन्यवाद. ",
        "Bengali response": "দেরি করলে, লেট পেমেন্ট চার্জ লাগতে পারে। দয়া করে টাকা জোগাড় করুন এবং যত তাড়াতাড়ি সম্ভব পেমেন্ট করুন। ধন্যবাদ। ",
        "Punjabi response": "ਇਹ ਦੇਰੀ ਲੇਟ ਪੇਮੈਂਟ ਚਾਰਜਿਜ਼ ਦੇ ਖਰਚਿਆਂ ਦੀ ਅਗਵਾਈ ਕਰੇਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ ਅਤੇ ਤੁਰੰਤ ਆਪਣੇ ਬਕਾਏ ਅਦਾ ਕਰੋ। ਧੰਨਵਾਦ! ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_accepted_reason_post_due",
        "Tone": "Empathatic",
        "Comments": "",
        "English": "I'm sorry to hear that. But this delay will lead to late payment charges. Please arrange the funds and pay your dues by tomorrow. Thanks!",
        "Hindi": "ये सुनकर दुःख हुआ। देरी से पेमेंट करने पर आपको लेट पेमेंट चार्जेज़ देने होंगे।प्लीज़ फंड्स अर्रेंज करके कल तक अपने ड्यूज़ क्लियर करें। धन्यवाद। ",
        "Tamil ": "இதைக் கேட்டு நான் வருந்துகிறேன். ஆனால் இந்த தாமதம் தாமதக்  கட்டணத்திற்கு வழிவகுக்கும்.தயவு செய்து பணத்தை ஏற்பாடு செய்து, உங்கள் நிலுவைத் தொகையை நாளைக்குள் செலுத்துங்கள். நன்றி!",
        "TELUGU": "మీరు చెప్పింది విని నేను చింతిస్తున్నాను. కానీ ఈ ఆలస్యం వళ్ళ లేట్ పేమెంట్ చార్జెస్ ఆడ్ అవుతాయి. దయచేసి మీరు డబ్బులు సమకూర్చుకొని రేపటికల్లా పేమెంట్ చేయండి. ధన్యవాదాలు!",
        "Kannada": "ಅದನ್ನು ಕೇಳಲು ನನಗೆ ವಿಷಾದವಿದೆ. ಆದರೆ ಈ ವಿಳಂಬವು ಲೇಟ್ ಪೇಮೆಂಟ್ ಚಾರ್ಜಸ್ಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ದಯವಿಟ್ಟು ಹಣವನ್ನು ವ್ಯವಸ್ಥೆ ಮಾಡಿ ಮತ್ತು ನಾಳೆಯೊಳಗೆ ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಪೆ ಮಾಡಿ. ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "അത് കേട്ടതിൽ എനിക്ക് ഖേദമുണ്ട്. എന്നാൽ ഈ കാലതാമസം ലേറ്റ് പേയ്‌മെന്റ് ചാർജുകൾക്ക് ഇടയാക്കും. ദയവായി ഫണ്ട് ക്രമീകരിക്കുകയും നാളെ നിങ്ങളുടെ കുടിശ്ശിക അടയ്ക്കുകയും ചെയ്യുക. നന്ദി!",
        "Marathi response": "मला हे ऐकून वाईट वाटल. परंतु या विलंबामुळे लेट चार्जेस लागेल. कृपया फंडची व्यवस्था करा आणि उद्यापर्यंत तुमची देय रक्कम भरा. धन्यवाद!",
        "Bengali response": "শুনে খারাপ লাগলো।কিন্তু দেরি করলে আপনাকে লেট চার্জ দিতে হতে পারে। দয়া করে টাকা জোগাড় করুন এবং কালকের মধ্যেই পেমেন্ট করুন। ধন্যবাদ! ",
        "Punjabi response": "ਮੈਨੂੰ ਇਹ ਸੁਣ ਕੇ ਸੱਚਮੁੱਚ ਅਫਸੋਸ ਹੈ। ਪਰ ਇਹ ਦੇਰੀ ਲੇਟ ਪੇਮੈਂਟ ਚਾਰਜਿਜ਼ ਦੇ ਖਰਚਿਆਂ ਦੀ ਅਗਵਾਈ ਕਰੇਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ ਅਤੇ ਕਲ ਤਕ ਆਪਣੇ ਬਕਾਏ ਅਦਾ ਕਰੋ। ਧੰਨਵਾਦ! ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_disagree_to_pay_disagree",
        "Tone": "",
        "Comments": "",
        "English": "Could you tell me the reason for this delay?",
        "Hindi": "क्या आप मुझे इस देरी की वजह बता सकते हैं?",
        "Tamil ": " இந்தத் தாமதத்திற்கான காரணத்தைக் கூற முடியுமா?",
        "TELUGU": "మీరు ఈ ఆలస్యానికి కారణం ఏంటో చెప్పగలరా?",
        "Kannada": "ಈ ವಿಳಂಬಕ್ಕೆ ಕಾರಣವನ್ನು ತಿಳಿಸುತ್ತೀರಾ?",
        "Malayalam Response": "ഈ കാലതാമസത്തിന്റെ കാരണം പറയാമോ?",
        "Marathi response": "तुमी या विलंबाचे कारण सांगू शकाल का?",
        "Bengali response": " আপনি কি আমাকে এই দেরি হওয়ার কারণ বলতে পারবেন?",
        "Punjabi response": "ਕੀ ਤੁਸੀਂ ਮੈਨੂੰ ਇਸ ਦੇਰੀ ਦਾ ਕਾਰਨ ਦੱਸ ਸਕਦੇ ਹੋ?",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_disagree_to_pay_reason_accepted",
        "Tone": "Sympathetic",
        "Comments": "",
        "English": " I am really sorry to hear that. Please maintain sufficient balance in your A/C till the EMI amount is cleared to avoid late charges. Thank you!",
        "Hindi": "ये सुनकर दुःख हुआ। प्लीज़ लेट चार्जेस से बचने के लिए आप अपने अकाउंट में पर्याप्त बैलेंस बनाएं रखें। धन्यवाद। ",
        "Tamil ": "இதைக் கேட்டு நான் மிகவும் வருந்துகிறேன். தாமதக் கட்டணங்களைத் தவிர்க்க, EMI தொகையை எடுக்கும் வரை உங்கள் கணக்கில் போதுமான இருப்பை வைத்திருங்கள். நன்றி!",
        "TELUGU": "మీరు చెప్పింది విని నేను నిజంగా చింతిస్తున్నాను. దయచేసి లేట్ పేమెంట్ చార్జెస్ ఆడ్ కాకుండా ఉండటానికి మీ ఈఎంఐ అమౌంట్ క్లియర్ అయ్యేంత వరకు మీ అకౌంట్లో సరిపోయేంత బాలన్స్ ఉంచండి. ధన్యవాదాలు!",
        "Kannada": "ಅದನ್ನು ಕೇಳಲು ನಾನು ನಿಜವಾಗಿಯೂ ವಿಷಾದಿಸುತ್ತೇನೆ. ಲೇಟ್ ಚಾರ್ಜಸ್ ಅನ್ನು ತಪ್ಪಿಸಲು ಇಎಂಐ ಮೊತ್ತವು ಕ್ಲಿಯರ್ ಆಗುವ ವರೆಗೆ , ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅಕೌಂಟಲ್ಲಿ ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿ. ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "അത് കേട്ടതിൽ എനിക്ക് ശരിക്കും ഖേദമുണ്ട്. ലേറ്റ് ചാർജുകൾ ഒഴിവാക്കാൻ ഇഎംഐ  തുക ക്ലിയർ ആകുന്നത് വരെ നിങ്ങളുടെ  അക്കൗണ്ടിൽ മതിയായ ബാലൻസ് സൂക്ഷിക്കുക. നന്ദി!",
        "Marathi response": "हे ऐकून मला वाईट वाटले. लेट चार्जेस टाळण्यासाठी कृपया ई एम आई रक्कम क्लिअर होईपर्यंत तुमच्या अकाउंट मध्ये पुरेशी बॅलन्स ठेवा. धन्यवाद!",
        "Bengali response": "আমার শুনে খুব খারাপ লাগলো।লেট চার্জ এড়াতে ইএমআই এর টাকা না কাটা পর্যন্ত দয়া করে আপনার একাউন্টএ যথেষ্ট ব্যালান্স বজায় রাখুন।ধন্যবাদ!",
        "Punjabi response": "ਮੈਨੂੰ ਇਹ ਸੁਣ ਕੇ ਸੱਚਮੁੱਚ ਅਫਸੋਸ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਲੇਟ ਚਾਰਜਾਂ ਤੋਂ ਬਚਣ ਲਈ ਖਾਤੇ ਵਿਚ ਰਕਮ ਸੰਤੁਲਨ ਬਣਾਈ ਰੱਖੋ। ਧੰਨਵਾਦ!",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "PreDue",
        "Response_ID": "utter_disagree_to_pay_reason_unaccepted",
        "Tone": "Stern",
        "Comments": "",
        "English": "If you skip your EMI payment your CIBIL score will be impacted and will also lead to additional late payment charges. We recommend you to maintain sufficient balance to avoid such impact. Thanks!",
        "Hindi": "यदि आप अपनी ईएमआई पेमेंट करना भूल गए तो आपका क्रेडिट स्कोर ख़राब होगा और आपको लेट चार्जेस भी देने पड़ेंगे । हमारा सुझाव है कि आप लेट चार्जेस से बचने के लिए अपने अकाउंट में पर्याप्त बैलेंस बनाएं रखें। धन्यवाद। ",
        "Tamil ": "உங்கள் EMI பேமெண்ட்டைத் தவிர்த்தால், உங்கள் CIBIL ஸ்கோர் பாதிக்கப்படுவதோடு, கூடுதல் தாமதக் கட்டணங்களுக்கும் வழிவகுக்கும். அத்தகைய பாதிப்பைத் தவிர்க்க, போதுமான இருப்பைப் பராமரிக்க பரிந்துரைக்கிறோம். நன்றி!",
        "TELUGU": "మీరు మీ ఈఎంఐ పేమెంట్ చేయకపోతే మీ సిబిల్ స్కోర్ తగ్గుతుంది మరియు లేట్ పేమెంట్ చార్జెస్ కూడా ఆడ్ అవుతాయి. మేము మీకు ఆలా జరగకుండా ఉండడానికి సరిపోయేంత బాలన్స్ ని అకౌంట్ లో వుంచుకోవాల్సిందిగా సూచిస్తున్నాము. ధన్యవాదాలు!",
        "Kannada": "ನಿಮ್ಮ ಇಎಂಐ ಪೆಮೆಂಟನ್ನು ನೀವು ಬಿಟ್ಟುಬಿಟ್ಟರೆ, ನಿಮ್ಮ ಸಿಬಿಲ್ ಸ್ಕೋರ್ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಲೇಟ್ ಪೇಮೆಂಟ್ ಚಾರ್ಜಸ್ಗಳಿಗೆ  ಕಾರಣವಾಗುತ್ತದೆ. ಅಂತಹ ಪರಿಣಾಮವನ್ನು ತಪ್ಪಿಸಲು ಸಾಕಷ್ಟು ಬ್ಯಾಲನ್ಸನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ನಾವು ನಿಮಗೆ ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "നിങ്ങൾ ഇഎംഐ  പേയ്‌മെന്റ് ഒഴിവാക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ സിബിൽ സ്‌കോറിനെ ബാധിക്കുകയും അധിക ലേറ്റ് പേയ്‌മെന്റ് ചാർജുകൾക്ക് കാരണമാവുകയും ചെയ്യും. അത്തരം ആഘാതം ഒഴിവാക്കാൻ മതിയായ ബാലൻസ് നിലനിർത്താൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു. നന്ദി!",
        "Marathi response": "तुम्ही तुमचे ई एम आई पेमेंट स्किप कराल तर तुमच्या सिबिल स्कोअरवर परिणाम होईल आणि अतिरिक्त लेट पेमेंट चार्जेस लागेल. असे परिणाम टाळण्यासाठी पुरेसा बॅलन्स राखण्याची आम्ही शिफारस करतो. धन्यवाद!",
        "Bengali response": "যদি আপনি ইএমআই পেমেন্ট না করেন তাহলে  আপনার সিবিল স্কোর খারাপ হতে পারে এবং আপনাকে অতিরিক্ত লেট চার্জ দিতে হতে পারে ।তাই এগুলি এড়াতে  আমরা আপনাকে যথেষ্ট ব্যালান্স  বজায় রাখার পরামর্শ দেব। ধন্যবাদ!",
        "Punjabi response": "ਜੇ ਤੁਸੀਂ ਆਪਣੀ ਈਐਮਆਈ ਭੁਗਤਾਨ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਡਾ ਸਿਬਿਲ ਸਕੋਰ ਪ੍ਰਭਾਵਿਤ ਹੋਵੇਗਾ ਅਤੇ ਵਾਧੂ ਲੇਟ ਭੁਗਤਾਨ ਖ਼ਰਚਿਆਂ ਦਾ ਕਾਰਨ ਵੀ ਬਣੇਗਾ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਅਜਿਹੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚਣ ਲਈ ਅਕਾਊਂਟ ਬੈਲੰਸ ਬਣਾਈ ਰੱਖਣ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ। ਧੰਨਵਾਦ ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_PTP_more_than_2_yes",
        "Tone": "Friendly",
        "Comments": "",
        "English": "Ok. Please make sure you pay the amount. I'm sending you a payment link through SMS. Please pay by clicking on the link.Thanks!",
        "Hindi": "ओके, प्लीज़ अपनी पेमेंट का भुगतान करें। मैं आपको पेमेंट लिंक एस एम एस द्वारा भेज रही हूँ। प्लीज़ लिंक पे क्लिक करके पेमेंट करें।धन्यवाद।",
        "Tamil ": "சரி. தொகையைச் செலுத்துவதை உறுதிசெய்யவும். நான் உங்களுக்கு SMS மூலம் பேமண்ட் லிங்க்கை அனுப்புகிறேன். லிங்க்கைக் கிளிக் செய்வதன் மூலம் பணம் செலுத்தவும். நன்றி!",
        "TELUGU": "సరే, దయచేసి కచ్చితంగా పేమెంట్ చేయండి. నేను పేమెంట్ లింకుని మీకు ఎస్ఎంఎస్ ద్వారా పంపుతున్నాను. దయచేసి లింక్ మీద క్లిక్ చేసి పేమెంట్ చేయండి. ధన్యవాదాలు!",
        "Kannada": "ಸರಿ. ನೀವು ಮೊತ್ತವನ್ನು ಇವತ್ತಿನ ಒಳಗಡೆ ಪೆ ಮಾಡುತ್ತೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಾನು ನಿಮಗೆ ಎಸ್ ಎಮ್ ಎಸ್ ಮೂಲಕ ಪೇಮೆಂಟ್ ಲಿಂಕ್ ಅನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ. ದಯವಿಟ್ಟು ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪೆ ಮಾಡಿ.ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "ശരി. നിങ്ങൾ തുക അടച്ചെന്ന് ഉറപ്പാക്കുക. ഞാൻ നിങ്ങൾക്ക് SMS വഴി ഒരു പേയ്‌മെന്റ് ലിങ്ക് അയയ്ക്കുന്നു. ലിങ്കിൽ ക്ലിക്ക് ചെയ്ത് പണമടയ്ക്കുക. നന്ദി!",
        "Marathi response": "ठीक आहे. कृपया रक्कम भरा. मी तुम्हाला एसएमएस द्वारे पेमेंट लिंक पाठवत आहे. कृपया लिंकवर क्लिक करून पैसे भरा.धन्यवाद!",
        "Bengali response": "ঠিক আছে, দয়া করে পেমেন্ট করুন। আমি আপনাকে এসএমএস এর মাধ্যমে পেমেন্টএর লিংক পাঠাচ্ছি।দয়া করে লিংকএ ক্লিক করে পেমেন্ট করুন।ধন্যবাদ!",
        "Punjabi response": "ਠੀਕ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। । ਮੈਂ ਤੁਹਾਨੂੰ ਐਸਐਮਐਸ ਰਾਹੀਂ ਭੁਗਤਾਨ ਲਿੰਕ ਭੇਜ ਰਹੀ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਭੁਗਤਾਨ ਕਰੋ।ਧੰਨਵਾਦ",
        "Gujarati response": ""
    },
    {
        "Frame_ID": "Post Due - 1-7",
        "Response_ID": "utter_not_available_to_talk",
        "Tone": "Friendly",
        "Comments": "",
        "English": "Ok, so just so you know, Your account is due with Rs. {EMI_Amount}. Please make sure you pay the amount today. Thanks!",
        "Hindi": "ओके, आपकी जानकारी के लिए बता दें कि आपके अकाउंट में {EMI_Amount} रूपए  बकाया हैं। प्लीज़ आज ही अपनी पेमेंट का भुगतान करें। आपका दिन शुभ हो!",
        "Tamil ": "சரி, உங்களுக்குத் தெரியும், உங்கள் கணக்கில்  ரூ. {EMI_Amount} நிலுவையில் உள்ளது. இன்றே தொகையைச் செலுத்துவதை உறுதிசெய்யவும். நன்றி!",
        "TELUGU": "సరే, మీకు తెలిసినట్టుగానే , మీ అకౌంట్లో {EMI_Amount} రూపాయలు బకాయి వుంది. దయచేసి కచ్చితంగా ఈ రోజు పేమెంట్ చేయండి. ధన్యవాదాలు!",
        "Kannada": "ಸರಿ, ನಿಮಗೆ ತಿಳಿದಿರಲಿ, ನಿಮ್ಮ ಖಾತೆಯು ರೂ. {EMI_Amount}. ನೀವು ಇಂದೇ ಮೊತ್ತವನ್ನು ಪೆ ಮಾಡುತ್ತೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಧನ್ಯವಾದಗಳು!",
        "Malayalam Response": "ശരി, നിങ്ങൾക്കറിയാൻ വേണ്ടി,നിങ്ങളുടെ അക്കൗണ്ട് {EMI_Amount} രൂപ അടയ്‌ക്കേണ്ടതുണ്ട്. നിങ്ങൾ ഇന്നുതന്നെ തുക അടച്ചെന്ന് ഉറപ്പാക്കുക. നന്ദി!",
        "Marathi response": "ठीक आहे, तुम्हाला माहीत आहे की, तुमच्या खात्यावर रु. {EMI_Amount} ची देय रक्कम बाकी आहे. कृपया आजच रक्कम भरा. धन्यवाद!",
        "Bengali response": "ঠিক আছে,আপনাকে জানানো হচ্ছে যে আপনার একাউন্টএ  {EMI_Amount} টাকার ডিউ আছে।দয়া করে আজই পেমেন্ট করুন। ধন্যবাদ!",
        "Punjabi response": "ਓਕੇ, ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਲਈ ਦਸ ਦਾਂ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ 'ਤੇ {EMI_Amount} ਰੁਪਏ ਦੀ ਰਕਮ ਬਕਾਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅੱਜ ਹੀ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਰਦੋ।  ਧੰਨਵਾਦ। ",
        "Gujarati response": ""
    }
]